/*
Navicat MySQL Data Transfer

Source Server         : localhost_3306
Source Server Version : 50622
Source Host           : localhost:3306
Source Database       : tcmdata

Target Server Type    : MYSQL
Target Server Version : 50622
File Encoding         : 65001

Date: 2018-05-02 09:54:36
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for diagnosis
-- ----------------------------
DROP TABLE IF EXISTS `diagnosis`;
CREATE TABLE `diagnosis` (
  `id` varchar(255) DEFAULT NULL,
  `RESIDENCE_NO` varchar(255) DEFAULT NULL,
  `SICK_ID` varchar(255) DEFAULT NULL,
  `VISIT_NUMBER` int(11) DEFAULT NULL,
  `SEX` varchar(255) DEFAULT NULL,
  `DIAGNOSIS_SEQUENCE` varchar(255) DEFAULT NULL,
  `DIAGNOSIS_CLASS` varchar(255) DEFAULT NULL,
  `DIAGNOSIS_NAME` varchar(255) DEFAULT NULL,
  `create_at` datetime NOT NULL,
  `delete_at` datetime DEFAULT NULL,
  `update_at` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of diagnosis
-- ----------------------------
INSERT INTO `diagnosis` VALUES ('1', '234491005', '0000913812', '5', '男', '1', '入院诊断', '脑梗死', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `diagnosis` VALUES ('2', '248970001', '0000302375', '1', '男', '1', '院内诊断', '脑梗死', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `diagnosis` VALUES ('3', '234491005', '0000913812', '5', '男', '2', '院内诊断', '大面积脑梗死', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `diagnosis` VALUES ('4', '234491005', '0000913812', '5', '男', '3', '农合诊断', '脑梗死', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `diagnosis` VALUES ('5', '234491005', '0000913812', '5', '男', '4', '入院诊断', '大面积脑梗死', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `diagnosis` VALUES ('6', '234491005', '0000913812', '5', '男', '5', '出院诊断', '脑梗死', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `diagnosis` VALUES ('7', '202076005', '0000186263', '5', '男', '1', '入院诊断', '肝豆状核变性', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `diagnosis` VALUES ('8', '202076005', '0000186263', '5', '男', '2', '农合诊断', '肝豆状核变性（威尔逊病）', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `diagnosis` VALUES ('9', '202076005', '0000186263', '5', '男', '3', '出院诊断', '肝豆状核变性', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `diagnosis` VALUES ('10', '252870001', '0001118129', '1', '男', '1', '院内诊断', '肝豆状核变性', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `diagnosis` VALUES ('11', '252606001', '0000319139', '1', '女', '13', '出院诊断', '慢性鼻炎', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `diagnosis` VALUES ('12', '252199001', '0001110482', '1', '男', '2', '出院诊断', '后循环缺血', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `diagnosis` VALUES ('13', '252199001', '0001110482', '1', '男', '3', '出院诊断', '脑梗死', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `diagnosis` VALUES ('14', '252199001', '0001110482', '1', '男', '4', '出院诊断', '高血压病', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `diagnosis` VALUES ('15', '252199001', '0001110482', '1', '男', '5', '出院诊断', '痛风', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `diagnosis` VALUES ('16', '252199001', '0001110482', '1', '男', '6', '出院诊断', '慢性肾脏病1期', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `diagnosis` VALUES ('17', '252306001', '0001111915', '1', '女', '1', '院内诊断', '脑梗死', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `diagnosis` VALUES ('18', '252306001', '0001111915', '1', '女', '2', '出院诊断', '脑梗死', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `diagnosis` VALUES ('19', '252306001', '0001111915', '1', '女', '3', '出院诊断', '高血压病', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `diagnosis` VALUES ('20', '252306001', '0001111915', '1', '女', '4', '出院诊断', '2型糖尿病', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `diagnosis` VALUES ('21', '252306001', '0001111915', '1', '女', '5', '农合诊断', '脑梗死', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `diagnosis` VALUES ('22', '252410001', '0001113054', '1', '女', '2', '院内诊断', '短暂性脑缺血发作', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `diagnosis` VALUES ('23', '252410001', '0001113054', '1', '女', '3', '农合诊断', '短暂性脑缺血', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `diagnosis` VALUES ('24', '252410001', '0001113054', '1', '女', '4', '出院诊断', '短暂性脑缺血发作', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `diagnosis` VALUES ('25', '252410001', '0001113054', '1', '女', '5', '出院诊断', ' 眩晕', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `diagnosis` VALUES ('26', '251757001', '0001105384', '1', '男', '5', '出院诊断', '脑梗死(急性期)，高血压病', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `diagnosis` VALUES ('27', '252546001', '0001114339', '1', '男', '1', '入院诊断', '椎-基底动脉供血不足', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `diagnosis` VALUES ('28', '252546001', '0001114339', '1', '男', '2', '农合诊断', '椎-基底动脉供血不足', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `diagnosis` VALUES ('29', '252546001', '0001114339', '1', '男', '3', '出院诊断', '眩晕', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `diagnosis` VALUES ('30', '252546001', '0001114339', '1', '男', '4', '出院诊断', '椎-基底动脉供血不足', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `diagnosis` VALUES ('31', '252722001', '0000381407', '1', '男', '1', '入院诊断', '脑梗死', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `diagnosis` VALUES ('32', '252722001', '0000381407', '1', '男', '3', '出院诊断', '脑梗死', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
