-- MySQL dump 10.13  Distrib 5.7.22, for Linux (x86_64)
--
-- Host: 127.0.0.1    Database: tcmdata
-- ------------------------------------------------------
-- Server version	5.7.22-0ubuntu0.16.04.1-log

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `dynasty`
--

DROP TABLE IF EXISTS `dynasty`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `dynasty` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `create_at` datetime NOT NULL,
  `delete_at` datetime DEFAULT NULL,
  `update_at` datetime NOT NULL,
  `capital` varchar(255) DEFAULT NULL,
  `capital_current_address` varchar(255) DEFAULT NULL,
  `end_time` int(11) NOT NULL,
  `founder` varchar(255) DEFAULT NULL,
  `name` varchar(255) DEFAULT NULL,
  `start_time` int(11) NOT NULL,
  `type` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=175 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `dynasty`
--

LOCK TABLES `dynasty` WRITE;
/*!40000 ALTER TABLE `dynasty` DISABLE KEYS */;
INSERT INTO `dynasty` VALUES (113,'2018-05-20 15:17:40',NULL,'2018-05-20 15:17:40','阳城、阳翟、斟鄩、商丘、纶城、帝丘、原、老丘、西河','河南郑州、许昌、洛阳、商丘、濮阳、济源、开封',-1559,'夏王姒启','夏',-2029,1),(114,'2018-05-20 15:17:40',NULL,'2018-05-20 15:17:40','亳、西亳、嚣、相、邢、殷、朝歌','河南商丘、洛阳、郑州、安阳、焦作、鹤壁',-1046,'商太祖子履','商',-1559,1),(115,'2018-05-20 15:17:40',NULL,'2018-05-20 15:17:40','镐京、成周','陕西西安、河南洛阳',-771,'周武王姬发','西周',-1046,1),(116,'2018-05-20 15:17:40',NULL,'2018-05-20 15:17:40','洛邑','河南洛阳',-256,'周平王姬宜臼','东周',-770,1),(117,'2018-05-20 15:17:40',NULL,'2018-05-20 15:17:40','咸阳','陕西咸阳',-207,'秦始皇帝嬴政','秦',-221,1),(118,'2018-05-20 15:17:40',NULL,'2018-05-20 15:17:40','彭城','江苏徐州',-202,'西楚霸王项羽','西楚',-206,1),(119,'2018-05-20 15:17:40',NULL,'2018-05-20 15:17:40','长安','陕西西安',8,'汉太祖刘邦','西汉',-202,1),(120,'2018-05-20 15:17:40',NULL,'2018-05-20 15:17:40','常安','陕西西安',23,'建兴帝王莽','新朝',8,NULL),(121,'2018-05-20 15:17:40',NULL,'2018-05-20 15:17:40','南阳、洛阳、长安','河南南阳、河南洛阳、陕西西安',25,'汉更始帝刘玄','玄汉',23,NULL),(122,'2018-05-20 15:17:40',NULL,'2018-05-20 15:17:40','洛阳、许昌','河南洛阳、河南许昌',220,'汉世祖刘秀','东汉',25,1),(123,'2018-05-20 15:17:40',NULL,'2018-05-20 15:17:40',NULL,NULL,280,NULL,'三国',220,1),(124,'2018-05-20 15:17:40',NULL,'2018-05-20 15:17:40','洛阳','河南洛阳',266,'魏文帝曹丕','魏',220,NULL),(125,'2018-05-20 15:17:40',NULL,'2018-05-20 15:17:40','成都','四川成都',263,'汉烈祖刘备','蜀',221,NULL),(126,'2018-05-20 15:17:40',NULL,'2018-05-20 15:17:40','建业','江苏南京',280,'吴大帝孙权','吴',222,NULL),(127,'2018-05-20 15:17:40',NULL,'2018-05-20 15:17:40','洛阳','河南洛阳',316,'晋武帝司马炎','西晋',266,1),(128,'2018-05-20 15:17:40',NULL,'2018-05-20 15:17:40','建康','江苏南京',420,'晋元帝司马睿','东晋',317,1),(129,'2018-05-20 15:17:40',NULL,'2018-05-20 15:17:40',NULL,NULL,439,NULL,'十六国',304,NULL),(130,'2018-05-20 15:17:40',NULL,'2018-05-20 15:17:40',NULL,NULL,589,NULL,'南朝',420,NULL),(131,'2018-05-20 15:17:40',NULL,'2018-05-20 15:17:40','建康','江苏南京',479,'宋武帝刘裕','刘宋',420,NULL),(132,'2018-05-20 15:17:40',NULL,'2018-05-20 15:17:40','建康','江苏南京',502,'齐高帝萧道成','南齐',479,NULL),(133,'2018-05-20 15:17:40',NULL,'2018-05-20 15:17:40','建康','江苏南京',557,'梁武帝萧衍','南梁',502,NULL),(134,'2018-05-20 15:17:40',NULL,'2018-05-20 15:17:40','建康','江苏南京',589,'陈武帝陈霸先','南陈',557,NULL),(135,'2018-05-20 15:17:40',NULL,'2018-05-20 15:17:40',NULL,NULL,581,NULL,'北朝',386,NULL),(136,'2018-05-20 15:17:40',NULL,'2018-05-20 15:17:40','平城、洛阳','山西大同、河南洛阳',557,'道武帝拓跋珪','北魏',386,NULL),(137,'2018-05-20 15:17:40',NULL,'2018-05-20 15:17:40','邺城','河南安阳',550,'魏孝静帝元善见','东魏',534,NULL),(138,'2018-05-20 15:17:40',NULL,'2018-05-20 15:17:40','邺城','河南安阳',577,'齐文宣帝高洋','北齐',550,NULL),(139,'2018-05-20 15:17:40',NULL,'2018-05-20 15:17:40','长安','陕西西安',557,'魏文帝元宝炬','西魏',535,NULL),(140,'2018-05-20 15:17:40',NULL,'2018-05-20 15:17:40','长安','陕西西安',581,'周明帝宇文毓','北周',557,NULL),(141,'2018-05-20 15:17:40',NULL,'2018-05-20 15:17:40','大兴城、洛阳','陕西西安、河南洛阳',618,'隋文帝杨坚','隋',581,1),(142,'2018-05-20 15:17:40',NULL,'2018-05-20 15:17:40','长安、洛阳','陕西西安、河南洛阳',690,'唐高祖李渊','唐朝「前期」',618,NULL),(143,'2018-05-20 15:17:40',NULL,'2018-05-20 15:17:40','神都洛阳','河南洛阳',705,'圣神皇帝武则天','武周',690,NULL),(144,'2018-05-20 15:17:40',NULL,'2018-05-20 15:17:40','长安、洛阳','陕西西安、河南洛阳',907,'唐中宗李显','唐朝「中后期」',705,NULL),(145,'2018-05-20 15:17:40',NULL,'2018-05-20 15:17:40',NULL,NULL,960,NULL,'五代',907,NULL),(146,'2018-05-20 15:17:40',NULL,'2018-05-20 15:17:40','开封府','河南开封',923,'梁太祖朱温','后梁',907,NULL),(147,'2018-05-20 15:17:40',NULL,'2018-05-20 15:17:40','河南府','河南洛阳',936,'唐庄宗李存勖','后唐',923,NULL),(148,'2018-05-20 15:17:40',NULL,'2018-05-20 15:17:40','开封府','河南开封',947,'晋高祖石敬瑭','后晋',936,NULL),(149,'2018-05-20 15:17:40',NULL,'2018-05-20 15:17:40','开封府','河南开封',951,'汉高祖刘知远','后汉',947,NULL),(150,'2018-05-20 15:17:40',NULL,'2018-05-20 15:17:40','开封府','河南开封',960,'周太祖郭威','后周',951,NULL),(151,'2018-05-20 15:17:40',NULL,'2018-05-20 15:17:40',NULL,NULL,979,NULL,'十国',891,NULL),(152,'2018-05-20 15:17:40',NULL,'2018-05-20 15:17:40','广陵','江苏广陵',937,'南吴太祖杨行密','南吴',902,NULL),(153,'2018-05-20 15:17:40',NULL,'2018-05-20 15:17:40','江宁府','江苏南京',975,'唐烈祖李昪','南唐',937,NULL),(154,'2018-05-20 15:17:40',NULL,'2018-05-20 15:17:40','成都','四川成都',925,'前蜀太祖王建','前蜀',907,NULL),(155,'2018-05-20 15:17:40',NULL,'2018-05-20 15:17:40','成都','四川成都',966,'后蜀高祖孟知祥','后蜀',933,NULL),(156,'2018-05-20 15:17:40',NULL,'2018-05-20 15:17:40','兴王府','',971,'南汉高祖刘龑','南汉',917,NULL),(157,'2018-05-20 15:17:40',NULL,'2018-05-20 15:17:40','长沙府','湖南长沙',951,'楚武穆王马殷','南楚',896,NULL),(158,'2018-05-20 15:17:40',NULL,'2018-05-20 15:17:40','杭州、越州','浙江杭州',978,'吴越太祖钱镠','吴越',907,NULL),(159,'2018-05-20 15:17:40',NULL,'2018-05-20 15:17:40','长乐府、建州','福建福州、福建建瓯',945,'闽太祖王审知','闽国',909,NULL),(160,'2018-05-20 15:17:40',NULL,'2018-05-20 15:17:40','江陵府','湖北秭归',963,'楚武信王高季兴','荆南',924,NULL),(161,'2018-05-20 15:17:40',NULL,'2018-05-20 15:17:40','太原府','山西太原',979,'北汉世祖刘崇','北汉',951,NULL),(162,'2018-05-20 15:17:40',NULL,'2018-05-20 15:17:40','开封府','河南开封',1127,'宋太祖赵匡胤','北宋',960,1),(163,'2018-05-20 15:17:40',NULL,'2018-05-20 15:17:40','应天府、临安府','河南商丘、浙江杭州',1279,'宋高宗赵构','南宋',1127,1),(164,'2018-05-20 15:17:40',NULL,'2018-05-20 15:17:40','临潢府、开封府','内蒙古巴林左旗、河南开封',1125,'辽太祖耶律阿保机','辽',916,1),(165,'2018-05-20 15:17:40',NULL,'2018-05-20 15:17:40','兴庆府','宁夏银川',1227,'夏景宗李元昊','西夏',1038,1),(166,'2018-05-20 15:17:40',NULL,'2018-05-20 15:17:40','大兴府、会宁府、开封府','北京、黑龙江哈尔滨、河南开封',1234,'金太祖完颜阿骨打','金',1115,1),(167,'2018-05-20 15:17:40',NULL,'2018-05-20 15:17:40','大都路','北京',1368,'元世祖忽必烈','元',1271,1),(168,'2018-05-20 15:17:40',NULL,'2018-05-20 15:17:40','应天府、顺天府','江苏南京、北京',1644,'明太祖朱元璋','明',1368,1),(169,'2018-05-20 15:17:40',NULL,'2018-05-20 15:17:40','奉天府、顺天府','辽宁沈阳、北京',1911,'清太祖爱新觉罗·努尔哈赤','清',1644,1),(170,'2018-05-20 15:17:40',NULL,'2018-05-20 15:17:40',NULL,NULL,907,'唐太祖李渊','唐',618,1),(171,'2018-05-20 15:17:40',NULL,'2018-05-20 15:17:40',NULL,NULL,589,NULL,'南北朝',420,1),(172,'2018-05-20 15:17:40',NULL,'2018-05-20 15:17:40',NULL,NULL,979,NULL,'五代十国',907,1),(173,'2018-05-20 15:17:40',NULL,'2018-05-20 15:17:40',NULL,NULL,1949,NULL,'民国',1912,1),(174,'2018-05-20 15:17:40',NULL,'2018-05-20 15:17:40','北京','北京',5000,NULL,'中华人民共和国',1949,1);
/*!40000 ALTER TABLE `dynasty` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2018-05-21 11:45:22
