/*
Navicat MySQL Data Transfer

Source Server         : localhost_3306
Source Server Version : 50622
Source Host           : localhost:3306
Source Database       : tcmdata

Target Server Type    : MYSQL
Target Server Version : 50622
File Encoding         : 65001

Date: 2018-05-02 09:54:27
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for inspectionresult
-- ----------------------------
DROP TABLE IF EXISTS `inspectionresult`;
CREATE TABLE `inspectionresult` (
  `id` varchar(255) DEFAULT NULL,
  `SICK_ID` varchar(255) DEFAULT NULL,
  `ADMISSION_TIME` date DEFAULT NULL,
  `DISCHARGE_TIME` date DEFAULT NULL,
  `IN_DEPT` varchar(255) DEFAULT NULL,
  `RESIDENCE_NO` varchar(255) DEFAULT NULL,
  `AGE` int(11) DEFAULT NULL,
  `SEX` varchar(255) DEFAULT NULL,
  `PRESCRIBE_TXT` text,
  `LDESCRIPTION` text,
  `IMPRESSION` text,
  `DIAGNOSIS` text,
  `create_at` datetime NOT NULL,
  `delete_at` datetime DEFAULT NULL,
  `update_at` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of inspectionresult
-- ----------------------------
INSERT INTO `inspectionresult` VALUES ('1', '0000381736', '2013-05-21', '2013-07-04', '脑病科(干部)', '196724005', '82', '女', '颅脑磁共振平扫', '颅脑MRI平扫显示：双侧基底节区、侧脑室旁、半卵圆中心、脑干及大脑皮层下可见多发片状及斑点状长T1长T2信号影，边界尚清，未见明显占位效应，FLAIR上呈高信号；两侧脑室前后角旁可见对称性帽状长T1长T2信号影，边界清晰，FLAIR上呈高信号；脑室系统明显扩张，脑沟脑裂增多增宽，中线结构未见明显移位；双侧上颌窦粘膜稍增厚。', '1、多发性脑梗塞、脑干梗塞；\n2、老年性脑改变；\n3、双侧轻度上颌窦炎。', '1、多发性脑梗塞、脑干梗塞；\n2、老年性脑改变；\n3、双侧轻度上颌窦炎。', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `inspectionresult` VALUES ('2', '0000858762', '2013-04-16', '2013-08-01', '脑病二科', '230112001', '25', '男', '床边胸片CR', '床边片示两肺纹理尚清晰，未见明显实质性病变，心影横径不大，两侧膈面光滑，肋膈角存在。', '床边片两肺内未见明显实质性病变。', '床边片两肺内未见明显实质性病变。', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `inspectionresult` VALUES ('3', '0000865545', '2013-04-26', '2013-08-30', '脑病一科', '230790001', '69', '女', '头颈部CTA(不含造影剂)', '头颈部CTA显示：主动脉弓发出头臂干、左侧颈总动脉造影剂充盈良好，主动脉弓可见斑点状钙化密度影，右侧颈总动脉可见不规则充盈缺损影；左侧颈总动脉局部可见偏心性充盈缺损影，管腔狭窄约35%；双侧颈内动脉虹吸部可见斑点状钙化密度影，管腔未见明显狭窄或扩张；Willi\'s环形态、位置未见明显异常；左侧大脑前动脉纤细，右侧大脑前动脉、双侧大脑中动脉及双侧大脑后动脉显示良好，未见明显狭窄或扩张；双侧椎动脉及基底动脉未见明显异常。片另示右侧额颞部部分骨质缺如，局部脑膜脑组织稍显膨隆，右侧额颞叶及左侧额叶可见多发斑片状低密度影，边界不清。', '1、主动脉弓、右侧颈总动脉及双侧颈内动脉虹吸部粥样硬化及钙化斑块形成；；\n2、左侧颈总动脉粥样硬化伴管腔轻度狭窄（狭窄率约35%）；\n3、结合病史考虑颅脑术后改变。', '1、主动脉弓、右侧颈总动脉及双侧颈内动脉虹吸部粥样硬化及钙化斑块形成；；\n2、左侧颈总动脉粥样硬化伴管腔轻度狭窄（狭窄率约35%）；\n3、结合病史考虑颅脑术后改变。', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `inspectionresult` VALUES ('4', '0000888014', '2013-05-24', '2013-07-08', '针灸康复科(干部)', '232629001', '89', '男', '胸部CT平扫（128层）', '胸部CT平扫：肺窗显示两肺纹理稍显增多，走行尚自然、规整，两肺野清晰，未见明显异常密度影，纵隔未见明显移位，气管及各叶支气管通畅；纵隔窗显示右侧胸腔后缘可见弧形水样密度影，心影后缘可见囊袋状混杂密度影，似与胃腔相连，右侧膈面明显抬高，邻近肠管影局限性突向胸腔，肺门及纵隔未见明显肿大淋巴结影。所扫层面显示肝实质内小圆形低密度影，右肾盂内亦见囊状稍低密度影。', '1、右侧胸腔积液；\n2、局限性膈膨升可能，合并食管裂孔疝不除外，建议进一步检查；\n3、肝囊肿、右肾盂囊肿。', '1、右侧胸腔积液；\n2、局限性膈膨升可能，合并食管裂孔疝不除外，建议进一步检查；\n3、肝囊肿、右肾盂囊肿。', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `inspectionresult` VALUES ('5', '0000888014', '2013-05-24', '2013-07-08', '针灸康复科(干部)', '232629001', '89', '男', '颅脑CT薄层平扫（128）', '颅脑CT平扫显示：双侧侧脑室体旁、左侧基底节区、左侧颞顶枕叶、左侧小脑半球及脑干部位可见多发片状及条片状密度减低影，部分近似脑脊液样密度；双侧侧脑室前后角旁对称性密度减低，边缘欠清；中线结构未见明显移位，幕上脑室系统扩大，以左侧侧脑室为著，脑沟、脑裂明显增多、增宽。（与2013-5-27比较脑室系统扩大更明显）', '1、多发性脑梗塞（脑干腔梗），建议MRI检查；\n2、老年性脑改变。', '1、多发性脑梗塞（脑干腔梗），建议MRI检查；\n2、老年性脑改变。', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `inspectionresult` VALUES ('6', '0000884549', '2013-05-20', '2013-07-23', '脑病一科', '232339001', '26', '男', '颅脑磁共振平扫', '颅脑MRI平扫显示：双侧基底节区豆状核部位可见对称性片状长T1长T2信号影，边界尚清，周围未见明显占位效应，于FLAIR上呈高信号；脑室系统稍显扩张，脑沟脑裂相对增多增宽，中线结构未见明显移位；左侧上颌窦粘膜增厚、信号增高。', '1、符合肝豆状核变性表现；\n2、左侧上颌窦炎。', '1、符合肝豆状核变性表现；\n2、左侧上颌窦炎。', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `inspectionresult` VALUES ('7', '0000863869', '2013-06-24', '2013-07-04', '脑病二科', '234420001', '81', '男', '全腹部CT平扫（含盆腔）（128层）', '全腹+盆腔CT平扫：胃充盈良好，胃窦壁稍增厚；肝脏体积未见明显增大，边缘光滑，肝内可见多发小圆形低密度影，境界清晰；胆囊未见明显增大，腔内未见明显异常密度影，肝内外胆管未见明显扩张；脾脏、胰腺及左肾未见明显异常；右肾内可见类圆形低密度影，境界清晰；腹腔内肠管未见明显扩张或狭窄，其内未见积液；膀胱充盈良好，腔内未见明显异常密度影；子宫及附件区未见明显异常；腹腔及腹膜后未见明显肿大淋巴结影。', '1、胃窦壁稍增厚：考虑蠕动波所致可能，建议必要时胃镜检查以除外其它；\n2、肝囊肿；\n3、右肾囊肿。', '1、胃窦壁稍增厚：考虑蠕动波所致可能，建议必要时胃镜检查以除外其它；\n2、肝囊肿；\n3、右肾囊肿。', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `inspectionresult` VALUES ('8', '0000875002', '2013-05-07', '2013-07-11', '神经外一科', '231541001', '57', '女', '颅脑CT平扫', '颅脑CT平扫显示：脑干偏右侧见片状稍低密度影，边界欠清，邻近四脑室稍受压，余脑实质未见明显异常密度病变；双侧侧脑室后角内见斑片状高密度影及液液平面，脑室系统未见扩大，中线结构居中；蝶窦内可见斑片状软组织密度影，骨质未见明显破坏。', '1、脑干出血伴双侧侧脑室少量积血治疗后改变，随访；\n2、蝶窦炎。', '1、脑干出血伴双侧侧脑室少量积血治疗后改变，随访；\n2、蝶窦炎。', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `inspectionresult` VALUES ('9', '0000860786', '2013-05-03', '2013-07-30', '重症监护(外科)', '231228001', '75', '男', '全腹部CT平扫（含盆腔）（128层）', '全腹+盆腔CT平扫：右下腹及左中腹壁可见造瘘口影，前腹壁皮下脂肪间隙模糊，局部尚可见引流管影；乙状结肠近端可见吻合线影，吻合口壁稍显增厚，降结肠及升结肠管腔积液，管壁稍增厚水肿，直肠内见高密度内容物；肠系膜及网膜脂肪间隙模糊，未见明显团块影；肝脏体积未见明显增大，边缘尚光滑，肝左外叶斑片状高密度钙化影；胆囊未见显示，肝内外胆管未见明显扩张；胰腺、脾脏及右肾实质内未见明显异常密度影，左肾内见类圆形稍低密度影；下腔静脉内可见金属滤器影；膀胱未充盈；子宫及双侧附件区未见明显异常；腹腔及腹膜后未见明显肿大淋巴结影。', '1、肠穿孔多次术后改变，升结肠及降结肠轻度积液，小肠未见明显梗阻征象；\n2、肠系膜及腹膜脂肪间隙模糊：弥漫性腹膜炎治疗后改变，随访；\n3、肝内钙化灶、左肾囊肿。', '1、肠穿孔多次术后改变，升结肠及降结肠轻度积液，小肠未见明显梗阻征象；\n2、肠系膜及腹膜脂肪间隙模糊：弥漫性腹膜炎治疗后改变，随访；\n3、肝内钙化灶、左肾囊肿。', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `inspectionresult` VALUES ('10', '0000771906', '2013-05-02', '2013-09-27', '脑病三科', '222561002', '28', '女', '全腹部CT平扫（含盆腔）（128层）', '全腹部CT平扫示：患者无意识图像可见运动伪影；乙状结肠、部分结肠明显扩张积气，乙状结肠、直肠交界部位结构显示不清，直肠壁稍显水肿增厚，十二指肠水平段结构紊乱，造影剂通过尚顺畅；肝脏大小未见明显异常，边缘清晰，肝实质内未见明显异常密度影；胆囊体积不大，胆囊壁未见明显增厚，腔内未见明显异常密度影；胰腺、脾脏及右肾未见明显异常，左肾内多发结节状高密度影，边缘清晰；膀胱充盈欠佳，其内未见明显异常密度影，前列腺体积不大，其内可见条状高密度影；腹盆腔及腹膜后未见明显肿大淋巴结影；所见左侧梨状肌内可见椭圆形低密度影。', '1、乙状结肠扭转致肠梗阻可能，建议密切结合临床并必要时增强扫描；\n2、腹内疝（十二指肠右旁疝）可能；\n3、左肾小结石；\n4、前列腺内条状高密度影：建议超声检查；\n5、左侧梨状肌内囊肿。', '1、乙状结肠扭转致肠梗阻可能，建议密切结合临床并必要时增强扫描；\n2、腹内疝（十二指肠右旁疝）可能；\n3、左肾小结石；\n4、前列腺内条状高密度影：建议超声检查；\n5、左侧梨状肌内囊肿。', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `inspectionresult` VALUES ('11', '0000771906', '2013-05-02', '2013-09-27', '脑病三科', '222561002', '28', '女', '全腹部CT平扫（含盆腔）（128层）', '全腹部CT平扫示：上腹部伪影较重，肝脏大小未见明显异常，边缘清晰，肝实质内未见明显异常密度影；胆囊饱满，胆囊壁未见明显增厚，腔内未见明显异常密度影；胰腺、脾脏及右肾未见明显异常，左肾内可见结节状高密度影；胃腔、小肠、直肠、乙状结肠及横结肠明显扩张积气，直肠壁增厚，肠腔未见明显异常肿块影；膀胱充盈尚可，其内未见明显异常密度影；双侧精囊腺未见明显异常，前列腺体积不大，其内可见条片状高密度影；腹盆腔及腹膜后未见明显肿大淋巴结影。', '1、胃腔、小肠、直肠、乙状结肠及横结肠明显扩张积气，建议结合临床；\n2、直肠壁增厚，积液肛门指检；\n3、左肾小结石；\n4、前列腺钙化灶可能。', '1、胃腔、小肠、直肠、乙状结肠及横结肠明显扩张积气，建议结合临床；\n2、直肠壁增厚，积液肛门指检；\n3、左肾小结石；\n4、前列腺钙化灶可能。', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `inspectionresult` VALUES ('12', '0000913491', '2013-06-24', '2013-07-11', '脑病四科', '234458001', '78', '女', '磁共振弥散成像', '同71342', '同71342', '同71342', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `inspectionresult` VALUES ('13', '0000918901', '2013-07-01', '2013-07-15', '脑病一科', '234928001', '54', '男', '头颈部CTA(不含造影剂)', '头颈部CTA显示：（受造影剂影响部分血管显示欠佳）主动脉弓发出头臂干、左侧颈总动脉及左侧锁骨下动脉；左侧锁骨下动脉造影剂充盈良好，管壁尚光滑，可见斑点状钙化密度影，管腔未见明显狭窄或异常扩张；双侧颈动脉造影剂充盈良好，起始部走行迂曲，管壁光整，管腔未见明显局限性狭窄或异常扩张；Willis环形态、位置未见明显异常；右侧大脑中动脉M2段粗细不均，局部管腔稍变窄，双侧大脑后动脉P2段起始部局限性狭窄，双侧大脑前动脉及左侧大脑中动脉显示良好，未见明显局限性狭窄、增粗或异常强化血管影，其分支走行未见明显异常；椎-基底动脉管腔造影剂充盈良好，走行迂曲，未见明显异常狭窄或异常扩张。', '1、双侧大脑后动脉P2段起始部狭窄；\n2、右侧大脑中动脉M2段粥样硬化；\n3、左侧锁骨下动脉钙化影。', '1、双侧大脑后动脉P2段起始部狭窄；\n2、右侧大脑中动脉M2段粥样硬化；\n3、左侧锁骨下动脉钙化影。', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `inspectionresult` VALUES ('14', '0000918901', '2013-07-01', '2013-07-15', '脑病一科', '234928001', '54', '男', '胸部正位片DR', '胸部正位片示：胸廓对称，气管及纵隔居中；双侧肺纹理未见明显增多，走行尚规整，双侧肺野清晰，未见明显异常密度影，心影大小、形态未见明显异常；两侧膈面光滑，双侧肋膈角清晰。', '双肺未见明显异常。', '双肺未见明显异常。', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `inspectionresult` VALUES ('15', '0000058519', '2013-06-27', '2013-07-22', '脑病三科', '205220003', '64', '女', '胸部正位片DR', '胸部正位片示：胸廓对称，气管及纵隔居中；双侧肺纹理未见明显增多，走行尚规整，双侧肺野清晰，左肺上野内带圆形的稍高密度影，心影饱满,主动脉弓突出；两侧膈面光滑，双侧肋膈角清晰。', '1、左上肺野稍高密度影：第1肋软骨钙化可能，随访；\n2、心影饱满，主动脉弓突出。', '1、左上肺野稍高密度影：第1肋软骨钙化可能，随访；\n2、心影饱满，主动脉弓突出。', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `inspectionresult` VALUES ('16', '0000912082', '2013-06-22', '2013-07-05', '脑病一科', '234338001', '48', '男', '胸部正位片DR', '胸部正位片示：胸廓对称，气管及纵隔居中；双侧肺纹理稍增多，走行尚规整，双侧肺野清晰，未见明显异常密度影，心影大小、形态未见明显异常；两侧膈面光滑，双侧肋膈角清晰。', '双肺未见明显异常。', '双肺未见明显异常。', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `inspectionresult` VALUES ('17', '0000684695', '2013-07-01', '2013-07-12', '脑病二科', '234900001', '73', '女', '颈椎五位片DR', '颈椎正侧双斜位片＋张口位片示：颈椎生理曲度变直，部分椎体缘可见骨质增生、变尖，椎间隙未见明显狭窄；双斜位片示所见部分椎间孔明显变形，张口位片齿状突居中，关节面尚光滑，周围软组织未见明显异常密度影。', '颈椎退行性改变。', '颈椎退行性改变。', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `inspectionresult` VALUES ('18', '0000751457', '2013-06-09', '2013-07-10', '脑病科(干部)', '220021007', '95', '女', '床边胸片CR', '(床旁)胸部前后位片示两侧胸廓尚对称，纵隔未见明显移位，两肺野纹理增多；心影横径增大，主动脉弓增粗、钙化，两侧膈面光滑，右侧肋膈角锐利，左肋膈角显示欠清。', '两肺纹理稍增多，建议CT检查', '两肺纹理稍增多，建议CT检查', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `inspectionresult` VALUES ('19', '0000916779', '2013-06-28', '2013-07-19', '脑病三科', '234747001', '71', '女', '磁共振弥散成像', '同71417', '同71417', '同71417', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `inspectionresult` VALUES ('20', '0000916779', '2013-06-28', '2013-07-19', '脑病三科', '234747001', '71', '女', '头颈部CTA(不含造影剂)', '头颈部CTA显示：主动脉弓发出头臂干、左侧颈总动脉及左侧锁骨下动脉；双侧颈总动脉造影剂充盈良好，管壁毛糙，可见不规则充盈缺损影，左侧颈总动脉局部管腔狭窄（狭窄率为40%），右侧颈总动脉管腔未见明显局限性狭窄或异常扩张；双侧颈内动脉造影剂充盈良好，虹吸部可见多发不规则充盈缺损影及钙化密度影，管壁毛糙，管腔未见明显局限性狭窄或异常扩张；Willis环形态、位置未见明显异常；左侧大脑后动脉起自后交通，大脑中动脉及右侧大脑后动脉粗细不均，局部管腔不同程度变窄，以右侧大脑后动脉为明显；双侧大脑前动脉未见明显局限性狭窄、增粗或异常强化血管影，其分支走行未见明显异常；椎-基底动脉管腔造影剂充盈良好，未见明显异常狭窄或异常扩张。', '1、双侧颈动脉粥样硬化伴混合斑块形成并左侧颈总动脉轻度狭窄；\n2、双侧大脑中动脉、大脑后动脉粥样硬化并不同程度狭窄；\n3、左侧大脑后动脉起自后交通：考虑发育变异。', '1、双侧颈动脉粥样硬化伴混合斑块形成并左侧颈总动脉轻度狭窄；\n2、双侧大脑中动脉、大脑后动脉粥样硬化并不同程度狭窄；\n3、左侧大脑后动脉起自后交通：考虑发育变异。', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `inspectionresult` VALUES ('21', '0000900921', '2013-06-22', '2013-07-06', '脑病四科', '234332001', '56', '女', '胸部正位片DR', '胸部正位片示：胸廓对称，气管及纵隔居中；双侧肺纹理增多，双侧肺野清晰，未见明显异常密度影，心影增大；两侧膈面光滑，双侧肋膈角清晰。', '双侧肺纹理增多\n', '双侧肺纹理增多\n', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `inspectionresult` VALUES ('22', '0000913352', '2013-07-01', '2013-07-16', '脑病四科', '234919001', '30', '女', '胸部正位片DR', '胸部正位片示：胸廓对称，气管及纵隔居中；双侧肺纹理未见明显增多，走行尚规整，双侧肺野清晰，未见明显异常密度影，心影大小、形态未见明显异常；两侧膈面光滑，双侧肋膈角清晰。', '双肺未见明显异常。', '双肺未见明显异常。', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `inspectionresult` VALUES ('23', '0000909693', '2013-06-20', '2013-09-03', '脑病四科', '234192001', '25', '女', '颅脑磁共振平扫', '颅脑MRI平扫显示：双侧基底节区、丘脑及脑干、胼胝体压部见对称斑片状长T1长T2异常信号，边界尚清，周围未见明显占位效应，于FLAIR上呈高信号；左侧额叶见状长T1长T2异常信号影，Flair上呈高信号；脑室系统稍扩张，脑沟脑裂增多增宽，中线结构未见明显移位。', '符合肝豆状核变性表现', '符合肝豆状核变性表现', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `inspectionresult` VALUES ('24', '0000839274', '2013-06-26', '2013-07-29', '脑病三科', '234587001', '10', '女', '胸部正位片DR', '胸部正位片示：胸廓对称，气管及纵隔居中；双侧肺纹理未见明显增多，走行尚规整，双侧肺野清晰，未见明显异常密度影，心影大小、形态未见明显异常；两侧膈面光滑，双侧肋膈角清晰。', '双肺未见明显异常。', '双肺未见明显异常。', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `inspectionresult` VALUES ('25', '0000912103', '2013-06-22', '2013-07-02', '脑病四科', '234337001', '73', '男', '头颈部CTA(不含造影剂)', '头颈部CTA显示：双侧颈总动脉及双侧颈内动脉部分层面管壁略显增厚，管腔未见明显局限性狭窄或扩张；Willi\'s环形态、位置未见明显异常；右侧大脑前动脉A2段较对侧纤细，双侧大脑中动脉、左侧大脑前动脉及双侧大脑后动脉显示良好，未见明显狭窄或扩张；右侧椎动脉纤细，以颅内段为著，左侧椎动脉及基底动脉造影剂充盈良好，管腔内未见明显狭窄。片另示两侧基底节区及侧脑室旁似见多发点片状低密度影、脑沟裂略显增宽。', '1、两侧颈总动脉及颈内动脉轻度粥样硬化改变；\n2、右侧椎动脉纤细（颅内段为著）、右侧大脑前动脉A2段纤细；\n3、多发性腔隙性脑梗塞可能、老年性脑改变。', '1、两侧颈总动脉及颈内动脉轻度粥样硬化改变；\n2、右侧椎动脉纤细（颅内段为著）、右侧大脑前动脉A2段纤细；\n3、多发性腔隙性脑梗塞可能、老年性脑改变。', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
