/*
Navicat MySQL Data Transfer

Source Server         : localhost_3306
Source Server Version : 50622
Source Host           : localhost:3306
Source Database       : tcmdata

Target Server Type    : MYSQL
Target Server Version : 50622
File Encoding         : 65001

Date: 2018-05-02 09:54:31
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for inspection
-- ----------------------------
DROP TABLE IF EXISTS `inspection`;
CREATE TABLE `inspection` (
  `id` varchar(255) DEFAULT NULL,
  `SICK_ID` varchar(255) DEFAULT NULL,
  `ADMISSION_TIME` date DEFAULT NULL,
  `DISCHARGE_TIME` date DEFAULT NULL,
  `IN_DEPT` varchar(255) DEFAULT NULL,
  `RESIDENCE_NO` varchar(255) DEFAULT NULL,
  `AGE` int(11) DEFAULT NULL,
  `SEX` varchar(255) DEFAULT NULL,
  `PRESCRIBE_TXT` text,
  `REPORTDATE` varchar(255) DEFAULT NULL,
  `ITEMNAME` varchar(255) DEFAULT NULL,
  `RESULT` varchar(255) DEFAULT NULL,
  `REF` varchar(255) DEFAULT NULL,
  `create_at` datetime NOT NULL,
  `delete_at` datetime DEFAULT NULL,
  `update_at` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of inspection
-- ----------------------------
INSERT INTO `inspection` VALUES ('1', '0000913812', '2014-01-27', '2014-04-30', '脑病科(干部)', '234491005', '73', '女', '大便常规+隐血', '', '白细胞', '-', '', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `inspection` VALUES ('2', '0000913812', '2014-01-27', '2014-04-30', '脑病科(干部)', '234491005', '73', '女', '肿瘤标志物蛋白芯片检测（C12）', '', '人绒毛膜促性腺激素', '0.37', '<3', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `inspection` VALUES ('3', '0001080060', '2014-02-23', '2014-04-03', '脑病一科', '249290001', '29', '男', '血常规', '', '网织红细胞百分比', '0.94', '0.5--1.5', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `inspection` VALUES ('4', '0000001398', '2014-03-07', '2014-04-21', '脑病科(干部)', '207722033', '88', '男', '血常规', '', '单核细胞百分比', '6.5', '3--10', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `inspection` VALUES ('5', '0000001398', '2014-03-07', '2014-04-21', '脑病科(干部)', '207722033', '88', '男', '血常规', '', '高荧光网织红比值', '0', '0--4.2', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `inspection` VALUES ('6', '0001083256', '2014-02-27', '2014-04-11', '脑病四科', '249660001', '82', '男', '大便常规+隐血', '', '隐血试验', '阴性', '', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `inspection` VALUES ('7', '0000001398', '2014-03-07', '2014-04-21', '脑病科(干部)', '207722033', '88', '男', '尿常规(尿液分析)', '', '亚硝酸盐（干化学）', '阳性', '阴性', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `inspection` VALUES ('8', '0000001398', '2014-03-07', '2014-04-21', '脑病科(干部)', '207722033', '88', '男', '生化中套', '', '尿素氮', '6.78', '2.86--7.14', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `inspection` VALUES ('9', '0000001398', '2014-03-07', '2014-04-21', '脑病科(干部)', '207722033', '88', '男', '生化中套', '', '铁', '10.40', '7.00--30.00', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `inspection` VALUES ('10', '0001083256', '2014-02-27', '2014-04-11', '脑病四科', '249660001', '82', '男', '肝功能2号（大肝功能）', '', '氯', '106.9', '96.0--108.0', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `inspection` VALUES ('11', '0001083256', '2014-02-27', '2014-04-11', '脑病四科', '249660001', '82', '男', '小生化中套', '', '总胆红素', '7.09', '2--23.4', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `inspection` VALUES ('12', '0000001398', '2014-03-07', '2014-04-21', '脑病科(干部)', '207722033', '88', '男', '血常规_急诊', '', '血红蛋白', '89', '110--160', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `inspection` VALUES ('13', '0000001398', '2014-03-07', '2014-04-21', '脑病科(干部)', '207722033', '88', '男', '血常规_急诊', '', '嗜酸性粒细胞计数', '0.24', '0.02--0.35', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `inspection` VALUES ('14', '0001083256', '2014-02-27', '2014-04-11', '脑病四科', '249660001', '82', '男', '血常规', '', '平均红细胞体积', '90.8', '82.00--95.00', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `inspection` VALUES ('15', '0001083256', '2014-02-27', '2014-04-11', '脑病四科', '249660001', '82', '男', '急诊电解质4项(干化学法)(K、Na、Cl、Ca)-', '', '钾（干化学）', '4.1', '3.5--5.5', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `inspection` VALUES ('16', '0001080060', '2014-02-23', '2014-04-03', '脑病一科', '249290001', '29', '男', '血常规', '', '红细胞分布宽度(SD)', '40.3', '37--54', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `inspection` VALUES ('17', '0001080060', '2014-02-23', '2014-04-03', '脑病一科', '249290001', '29', '男', '血常规', '', '血小板分布宽度', '15.0', '9--17', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `inspection` VALUES ('18', '0001080060', '2014-02-23', '2014-04-03', '脑病一科', '249290001', '29', '男', '尿常规(尿液分析)', '', '结晶', '529.90', '', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `inspection` VALUES ('19', '0001080060', '2014-02-23', '2014-04-03', '脑病一科', '249290001', '29', '男', '生化中套', '', '碱性磷酸酶', '79', '42--141', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `inspection` VALUES ('20', '0001080060', '2014-02-23', '2014-04-03', '脑病一科', '249290001', '29', '男', '生化中套', '', '载脂蛋白比值', '1.21', '1.00--2.50', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `inspection` VALUES ('21', '0001105384', '2014-03-27', '2014-04-11', '脑病四科', '251757001', '52', '女', '免疫组合', '', '乙肝病毒e抗体', '1.76', '>1', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `inspection` VALUES ('22', '0001110891', '2014-04-04', '2014-04-08', '脑病四科', '252236001', '56', '男', '血常规', '', '红细胞分布宽度（CV）', '12.4', '10.5--15.5', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `inspection` VALUES ('23', '0001110891', '2014-04-04', '2014-04-08', '脑病四科', '252236001', '56', '男', '尿常规(尿液分析)', '', '白细胞（干化学）', '阴性', '阴性', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `inspection` VALUES ('24', '0001105384', '2014-03-27', '2014-04-11', '脑病四科', '251757001', '52', '女', '血流变检查', '', '红细胞压积(%)', '46', '43--48', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `inspection` VALUES ('25', '0001105384', '2014-03-27', '2014-04-11', '脑病四科', '251757001', '52', '女', '血流变检查', '', '纤维蛋白原(G/L)', '2.54', '2--4', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `inspection` VALUES ('26', '0001107364', '2014-03-30', '2014-04-04', '脑病二科', '251910001', '65', '男', '血常规', '', '网织红细胞计数', '0.0528', '0.024--0.084', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `inspection` VALUES ('27', '0001107364', '2014-03-30', '2014-04-04', '脑病二科', '251910001', '65', '男', '血常规', '', '中荧光网织红比值', '5.2', '4.7--18.5', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `inspection` VALUES ('28', '0001107364', '2014-03-30', '2014-04-04', '脑病二科', '251910001', '65', '男', '血常规', '', '高荧光网织红比值', '0.2', '0--4.2', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `inspection` VALUES ('29', '0001107364', '2014-03-30', '2014-04-04', '脑病二科', '251910001', '65', '男', '大便常规+隐血', '', '脓细胞', '-', '', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `inspection` VALUES ('30', '0001105384', '2014-03-27', '2014-04-11', '脑病四科', '251757001', '52', '女', '血常规', '', '单核细胞计数', '0.69', '0.12--0.8', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `inspection` VALUES ('31', '0001105384', '2014-03-27', '2014-04-11', '脑病四科', '251757001', '52', '女', '尿常规(尿液分析)', '', '酮体（干化学）', '阴性', '阴性', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `inspection` VALUES ('32', '0001105384', '2014-03-27', '2014-04-11', '脑病四科', '251757001', '52', '女', '尿常规(尿液分析)', '', '白细胞', '4.00', '0--25', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `inspection` VALUES ('33', '0001105384', '2014-03-27', '2014-04-11', '脑病四科', '251757001', '52', '女', '尿常规(尿液分析)', '', '上皮细胞', '3.90', '0--10', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `inspection` VALUES ('34', '0001107364', '2014-03-30', '2014-04-04', '脑病二科', '251910001', '65', '男', '生化中套', '', '尿酸', '193', '155--357', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `inspection` VALUES ('35', '0001083256', '2014-02-27', '2014-04-11', '脑病四科', '249660001', '82', '男', '尿常规(尿液分析)', '', 'PH（干化学）', '7.5', '4.5--8', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `inspection` VALUES ('36', '0001083256', '2014-02-27', '2014-04-11', '脑病四科', '249660001', '82', '男', '血常规', '', '血小板压积', '0.16', '0.108--0.282', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `inspection` VALUES ('37', '0000476449', '2014-03-17', '2014-04-18', '脑病三科', '203433002', '32', '女', '尿五元素', '', '钙', '324.40', '80--250mg/24h', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
INSERT INTO `inspection` VALUES ('38', '0001104906', '2014-03-27', '2014-04-05', '脑病二科', '251707001', '48', '男', '免疫组合', '', '乙肝病毒表面抗原', '0.01', '0--0.05', '2018-05-20 17:27:28', null, '2018-05-20 17:27:28');
