{
	"book_title":"十剂表",
	"content":[
		{
			"type":"section",
			"title":"十剂表序",
			"content":[
				{
					"detail":"兵为不祥之器取足以弭乱药非授餐之常取足以疗疾善弭乱者知彼知己善疗疾者知病知药其不知症者无论矣知症而不知药如遣将非人适足致败夫兵不过奇正奇正之变不可胜穷药不过气味气味之变亦不可胜穷通四时五行之化察五脏六腑之宜辨百草辛酸苦甘咸之味审人身喜怒悲忧恐之情故以治百病道精而效神也医学蒙昧各据门户执古方不能治今病读医经不如多临症之说不深求经方药录用意所在徒创异说以博名节论说日繁医学日晦故读古人之书而察其理则知明之殊左明刘叟予外所于",
					"type":"paragraph"
				},
				{
					"detail":"道光庚子年十一月朔安吴包诚",
					"type":"paragraph"
				}
			]
		},
		{
			"type":"section",
			"title":"十剂解",
			"content":[
				{
					"detail":"宣剂者涌剂也素问曰高者因而越之木郁则达之伤寒论曰大法春宜吐以病在上也儒门事亲曰世也以通剂者流通之剂也通与泻相类泻惟下行通则兼旁行凡辛香流走之属皆能通儒门事亲曰数至圊补剂者补益之剂也素问曰因其衰而彰之形不足者温之以气精不足者补之以味又曰肝用辛补之而后血衰泻剂者泄泻之谓即下剂也素问曰其下者引而竭之中满者泻之于内其实者散而泻之又曰实则泻痛随轻剂者轻扬发散之谓即汗剂也素问曰因其轻而扬之其有邪者渍形以为汗其在皮者汗而发之儒重剂者重镇之剂也体重而性沉者足以镇压乱逆儒门事亲曰久病咳嗽涎潮于上形羸不可峻攻以滑剂者滑利之剂也周礼曰以滑养窍郑氏注曰凡诸滑物通利往来似窍儒门事亲曰大便燥结小涩剂者收涩之剂也素问曰心苦缓急食酸以收之肺欲收急食咸以收之汤液序例曰涩以固脱凡散燥剂者燥烈之谓即去湿之剂也素问曰脾苦湿急食苦以燥之儒门事亲曰积寒久冷若病湿者宜燥湿剂者柔润之剂也与滑相类而专于滋养素问曰辛以润之盖辛能走气气能化液故也儒门事亲曰人有枯涸皴竭之病不独金化为然盖有火以乘之非湿剂不能愈汤液序例曰湿可去枯故凡津亏血",
					"type":"paragraph"
				}
			]
		},
		{
			"type":"section",
			"title":"十剂表上",
			"content":[
				{
					"type":"section",
					"title":"手太阴肺经",
					"content":[
						{
							"detail":"宣通白前甘辛微温入肺下气治诸逆因感邪者当归辛温入肺脾肝血分养血和血行血治气血昏补黄甘微温入肺脾三焦肾命门益气助三焦元阳人参甘微苦温入肺补元气安精神生液泻泻石膏辛甘大寒入胃肺三焦泻大热知母苦寒入肺肾胃泻肾膀胱热黄连苦寒入肺心大肠轻桔梗苦辛微温入肺肾治咽喉头目口鼻病散热闭提气血补内漏前胡辛甘微寒入肺三焦脾宣通及眉棱骨痛和气活血去风逐湿天南星苦温有毒入脾肺治风痰坚积麻痹口噤诸病消肿散补百合甘平入肺心补中保肺除浮肿薯蓣甘温平入脾肺补气养心气胡桃甘平温入肺肾滋泻黄芩苦寒入肺大肠泻热茅根甘寒入脾胃肺泻肺胃伏热止血葶苈苦大寒入肺大肠膀胱轻防风辛甘温入肝膀胱肺胃脾治上焦风邪散结香薷辛微温入胃脾心肺散金郁治中暑霍乱宣通水苏辛微温入肺肝下气辟恶兰草辛平入肺胃利水道除风调气和营赤芍苦入肝肺脾散补平入肺心膀胱脾和中益气除湿理脾生津润肺安心神秘精蛤蚧咸平入肺肾治久嗽咯血凝泻火除邪热解郁热散毒风治五淋并治血病轻入心肺胃行气达表通心利肺定喘消痰甘菊花甘平入肺肝治诸风头目疾散游风补阴气利宣通寒入肺治喘满水肿利一切风水气泄肺热调中消痰开胃款冬花辛甘温入肺主咳逆上气补泻轻温入肺膀胱心大肠开毛孔腠理发汗马兜铃苦辛寒入肺治肺热痰结上气辛夷辛温入肺胃膀胱治风头脑痛面肿引齿痛鼻渊鼻疮宣通兼入肝脾散结气邪逆行瘀利满治喉痹薏苡仁甘微寒入肺脾利湿泄水益脾姜辛微温入补泻轻宣通散结去风热消痰润肠枳壳苦辛微酸寒入肺肝胃大肠泻气消痰滞宽胸治痢后重檀香辛补泻轻手重白石英甘温入肺大肠定咳逆肺温入肺治咳逆上气结气陈皮苦辛温入脾肺理气消痰和中枇杷叶苦平入肺胃下气清热解暑毒滑涩矾石酸涩寒入肾肺肝能收阴燥丁香辛热入肺胃肾温脾胃虚湿露水甘平润泽入肺滋阴",
							"type":"paragraph"
						}
					]
				},
				{
					"type":"section",
					"title":"太阴肺经",
					"content":[
						{
							"detail":"重痈滑涩于至阳之中治痰热解毒白芨苦辛甘微寒入肺止肺血补肺伤功专收涩又有泄热散结之用白芍药酸平入肝脾肺收阴气安脾胃泄肝敛逆气治血虚腹痛五味子酸温燥寒呕逆肾气奔豚湿沙参甘微苦微寒入肺肝脾养肝脾润肺贝母苦微寒入肺润心肺涤热消痰麦门冬甘微寒重滑涩入肺肾收敛肺气益精补摄肾脏诃黎勒苦酸涩温入肺大肠敛肺实大肠治肾气奔豚又能消燥湿肺胃润肺凉心消痰降火治卒暗风不语解丹石毒风热毒柿甘涩寒入脾肺润心肺消痰去心手重宣滑通白芷见手太阴肺经木通辛苦甘平入心包膀胱大涩百药煎功同五倍子而宜上达桑螵蛸咸甘平入肺肾治伤中遗精阴痿疝瘕等症能固能行补燥泻地榆苦寒入肝肾胃大肠纯阴之品专主下焦血病黄连见手湿阿胶甘平入肺肝肾益阴气润燥化痰清肺调大肠治一切血病轻秦艽苦辛入胃大肠兼入",
							"type":"paragraph"
						}
					]
				},
				{
					"type":"section",
					"title":"阳明大肠经",
					"content":[
						{
							"detail":"宣通肠通利九窍血脉关节砂仁辛温涩微咸入脾胃肾大肠行气醒脾开胃除胀引诸药归宿丹田补泻太阴肺经黄芩见手太阴肺经白头翁苦寒入大肠胃除热逐瘀行毒葶苈见手太阴肺经大黄苦大寒入大肠胃下一切积聚三焦湿热荡涤轻麻黄见手太阴肺经宣重通槐实苦酸咸寒入大肠肝润肝燥疏风导热风眩欲倒并治口齿风大肠痔槐花苦平治大肠热补涩泻肠胃推陈致新桃花泻大肠甚捷槟榔苦辛温涩入胃大肠破滞消积泻胸中至高之气轻湿重白石英见手太阴肺经滑涩赤白石脂甘酸辛大温入大肠肾三焦益精髓固脱诃黎勒见手太阴肺经燥苍术苦温入胃脾大肠小肠燥湿宽中强胃气荜茇辛大温入胃大肠除一切冷气肉豆蔻辛湿大麻仁甘平入脾大肠润五脏专利大肠风热结燥补中益气郁李仁辛苦平入脾大肠润燥治",
							"type":"paragraph"
						}
					]
				},
				{
					"type":"section",
					"title":"足阳明胃经",
					"content":[
						{
							"detail":"宣绿矾酸涩入肝脾胃燥湿消痰通紫参苦微寒入肝胃散邪气通血滞白藓咸苦寒入肝脾胃通关利九窍血脉除湿热黄胆风补白术苦温入胃脾肝肾益气助土胜水补肝风虚大枣甘温入脾胃温胃补脾和营卫生津液治泻石膏见手太阴肺经知母见手太阴肺经地榆见手阳明大肠经黄连见手太阴肺经茅轻秦艽见手阳明大肠经前胡见手太阴肺经防风见手太阴肺经升麻辛苦温入脾胃升清宣通砂仁见手阳明大肠经郁金辛苦寒入心肝心包胃畅血中精微之化治一切血郁之症苏子补泻太阴肺经白头翁见手阳明大肠经芦根甘寒入胃泻客热枳实苦辛酸寒入脾胃治同枳轻香薷见手太阴肺经苏叶根见手太阴肺经牛蒡子见手太阴肺经葛根甘辛平入胃升胃宣通微寒入脾胃膀胱利小便通关节治风湿寒热邪气苦生寒熟温入肝脾胃生治热消肿毒熟治风治血蒲公英甘苦微寒入肝肾胃化一切热毒消肿散结主妇人乳疾补泻槟榔见手阳明大肠经犀角酸苦咸寒入胃解百毒泻大热入心一切热症雄黄辛苦温入胃轻太阴肺经宣通石龙芮苦平入肾胃利关节治心腹邪水气水生者佳陆生者有毒不可用蒜辛温有毒入脾胃肾补泻潮热及疳明目益肝胆轻宣通暖丹田治冷气少腹前阴诸病枇杷叶见手太阴肺经大腹皮辛微温入脾胃下一切气治补泻轻宣重入胃肾除诸冷消食宽胀散症癖刺痛中恶中气浓朴苦温入脾胃温中散结气治呕吐霍乱枳壳见手太阴肺经滑滑石甘寒入脾胃小肠渗湿利补涩泻燥苍术见手阳明大肠经轻湿石斛甘微咸平入胃肾养阴平重宣绿矾见足滑水通狗脊甘苦涩补黄见手燥荜茇见手阳明大肠经半夏辛温有毒入脾胃肾功专燥湿消痰下气开结丁香见手太阴肺湿胃气除胃中虚热清肺益脾梨见手太阴肺经轻防风见手",
							"type":"paragraph"
						}
					]
				},
				{
					"type":"section",
					"title":"足太阴脾经",
					"content":[
						{
							"detail":"宣阳明胃经通微温入肾肝脾利关节通经脉血气白藓见足阳明胃经当归见手太阴肺经赤芍药见手补太阴肺经党参见手太阴胃经葳蕤甘平入脾肝补中益气润心肺治风白术见足阳明胃泻太阴肺经枳实见足阳明胃经京三棱苦辛温入肝脾消积聚胡黄连见足阳明经轻太阴肺经升麻见足阳明胃经香薷见手太阴肺经木贼甘微苦温入肝胆脾血分发汗解宣通温入脾肝理血中气滞治风痹凝滞等症行腹胁肩背手臂薷香见手太阴肺经泽兰苦微温补泄附子辛热入肝脾肾心包三焦心补下焦阳虚脾虚湿盛制熟用天雄性同附子力稍减能泻轻宣通女子带漏暖子宫茵陈见足阳明胃经见足阳明胃经天南星见手太阴肺经射干补治饴糖甘大温入脾补虚冷益中气健脾润肺消痰又能下恶血薯蓣见手太阴肺经大枣泻轻宣通脾胃除湿热消暑通利三焦薏苡仁见手太阴肺经蒜见足阳明胃经陈皮见手太阴肺补志宁心蜀椒辛温入心肝脾补命门通三焦温中治寒冷杀虫散湿郁桂甘辛热入心肾肝脾泻轻宣通中开郁除寒湿治浊阴不降厥气上逆并冲脉为病逆气里急沉香辛温入肝脾肾调下去结气补泻轻",
							"type":"paragraph"
						},
						{
							"detail":"重滑滑石见足阳明胃经涩芍药见手太阴肺经芡实甘平涩入脾肾治同莲子南天烛苦平涩微酸入心脾肾强筋益气燥苍术见足阳明胃经附子辛大热入肝脾肾心包三焦心祛脏腑一切沉寒痼冷生用半夏湿沙参见手太阴肺经大麻仁见手阳明大肠经柿见手太阴肺经郁李仁见手阳明大肠",
							"type":"paragraph"
						}
					]
				},
				{
					"type":"section",
					"title":"手少阴心经",
					"content":[
						{
							"detail":"宣通丹参苦微寒入心肾肝通利关脉郁金见足阳明胃经苏子见手太阴肺经连翘见手补百合见手太阴肺经龙眼见足太阴脾经蜀椒见足太阴脾经桂见足太阴脾经茯苓见泻伏龙肝辛温入脾肝助土胜水黄连见手太阴肺经赤小豆甘平入心下水通小便散风热毒轻香薷见手太阴肺经苏叶梗见手太阴肺经麻黄见手太阴肺经灯心草甘淡平入心三宣通阳明大肠经香子见足阳明胃经吴茱萸见足太阴脾经乳香微温入心治血伸筋定痛补太阴肺经豕心血能引药入心经鹿茸甘咸温入心肝肾峻补阴气生精益髓治一切不足之泻轻通气烧灰吹喉痹",
							"type":"paragraph"
						},
						{
							"detail":"宣重通平入心小肠膀胱主热厥心痛脐上下痛疝气前阴诸症苏木见足太阴肺经滑补弱涩南天烛见足太阴肺经泻燥轻湿天门冬苦甘大寒入心肾润燥滋阴通肾气保肺气治营卫枯竭一切火炎病重滑涩燥湿梨见手太阴肺经柏子仁甘平入肝肾心养心气润肝肾燥兼益气补阴治惊悸风病血病生甘苦寒入心肾肝滋肾水真阴不足清虚热润燥一切阳亢之症侧柏叶苦温涩治吐血便血女子",
							"type":"paragraph"
						}
					]
				},
				{
					"type":"section",
					"title":"手太阳小肠经",
					"content":[
						{
							"detail":"宣通香子见足阳明胃经楝实见手少阴心经补泻轻血崩补阴羌活辛苦温入小肠膀胱肝肾治骨节风湿肝风疗诸痹蒿本辛温入小肠膀胱宣重通滑滑石见足阳明胃经海金沙甘寒入小肠膀胱血分行水去湿治五淋解热毒涩燥苍术见足阳明胃经轻蔓荆子辛温微寒入小肠膀胱凉血利关节九窍治痹及风头痛湿",
							"type":"paragraph"
						}
					]
				},
				{
					"type":"section",
					"title":"足太阳膀胱经",
					"content":[
						{
							"detail":"宣通木通见手太阳大肠经茵陈见足阳明胃经泽泻咸甘寒入膀胱肾逐湿利水泄肾火香补茯苓见手太阴肺经泻葶苈见手太阴肺经黄柏苦寒入肾膀胱泻膀胱相火五脏结热补肾水不足坚精髓治下焦诸轻羌活见手太阳小肠经防风见手太阴肺经蒿本见手太阳小肠经蔓荆子见手太阳小肠重宣通猪苓甘平入膀胱肾开腠理利水道除湿通淋消肿利水诸剂莫疾于此滑海金沙见手太阳小肠经通狗脊见足涩补黄见手燥膀胱性猛利下行防己苦辛寒入膀胱治下焦湿热通血滞泻知母见手湿轻桔梗见手",
							"type":"paragraph"
						}
					]
				},
				{
					"type":"section",
					"title":"足少阴肾经",
					"content":[
						{
							"detail":"宣通太阴脾经远志苦温入肾通心气开郁结益智定惊丹参见手少阴心经牡丹皮辛寒入心补太阴肺经肉苁蓉甘酸咸入肝肾微温强阴益精补中白术见足阳明胃经巴戟天辛苦温泻太阴肺经地榆见足阳明胃经苦参苦寒入肾疗时气大热狂邪行结热毒风龙胆草苦大轻太阴肺经元参苦寒入肾除浮游之风火秦艽见足阳明胃经独活甘苦辛微温入肾治一宣通阳明胃经艾见足太阴脾经夏枯草苦辛寒入肝肾和血脉散结气养阴破症散瘿消肿续补治绝阳绝阴补骨脂见足太阴脾经沙苑甘温入肝肾补肾明目益精附子见足太阴脾经泻地骨皮甘苦寒入肾心泻下焦虚热阴胞中及肺中伏火治有汗骨蒸消渴轻入肾肝温肾寒疗一切风寒诸湿痹百节疼痛并入督脉治脊强决明子咸苦甘微寒入肝胆肾治肝热风目病宣通血气主下部车前甘寒入肝肾利水道去热暑湿蒲公英见足阳明胃经射干见手太阴肺补微温入肾益气续绝强阴健阳何首乌甘微苦温入肝肾益血气精髓长筋骨治瘰痈肿风虚泻轻宣通虚为治风妙品石龙芮见足阳明胃经萆苦甘平入肝肾治寒湿痹病骨节间风小便数补温入肾肝补中益精气坚筋骨主腰膝痛及风虚女贞子苦寒入肾强阴补精健腰膝明目黑发泻轻宣通淋利水道黑豆甘平入肾通关脉下气调中散五脏积结内寒祛风解毒香子见足阳明胃补太阴肺经龟板甘平入肾补阴气续筋骨治血痢症瘕血痹崩漏等症鹿茸甘咸温入心肝肾泻轻宣通乌药见足阳明胃经五加皮辛苦温入肝肾专功风湿治腰膝痹逐瘀血兼能益气治痿猪苓补便治痿熟地黄见手少阴心经骨碎补苦温入足少阴肾主骨破血止血补折骨耳鸣齿痛并泻轻重磁石辛咸微温入肝肾养肾藏强骨气镇肝滑食盐见手少阴心经戎盐功同食盐稍胜涩赤白石脂见手阳明大肠经矾石见手太阴肺经五味子见手太阴肺经罂粟壳酸涩微寒燥生附子见足太阴脾经半夏见足阳明胃经丁香见手太阴肺经湿旱莲草甘酸寒入肝肾纯阴之品功专凉血止血益肾阴天门冬见手少阴心经石斛见足阳重滑涩嗽芡实见足太阴脾经山茱萸酸温入肝肾强阴益精温肝补肾安五脏止小便明目治肾虚燥湿少阴心经阿胶见手太阴肺经生地黄见手少阴心经侧柏叶见手少阴心经附重宣滑通蛇床子苦辛甘温入三焦命门去涩龙骨甘平入肾肝固脱安魂镇惊牡蛎咸平微寒入肾肝胆益肾固精收涩诸脱止虚热烦软坚燥泻湿轻",
							"type":"paragraph"
						},
						{
							"type":"section",
							"title":"命门",
							"content":[
								{
									"detail":"宣重通湿达阳强阴暖水藏利关节治虚湿痹及女子下焦湿病又能补阴气滑补补骨脂见足太阴脾经胡芦巴苦大温入命门治同补骨脂兼治疝韭子辛甘温补命门及肝泻燥轻湿重宣滑通芎辛温入肝胆心包气分开涩补淫羊藿见足少阴肾经燥石硫黄酸大热入心包命门大毒治下元虚冷元气将绝仙茅辛热有毒入肝心包命门治一湿轻薄荷见手太阴肺经",
									"type":"paragraph"
								}
							]
						}
					]
				},
				{
					"type":"section",
					"title":"手厥阴心包经",
					"content":[
						{
							"detail":"宣通郁行滞搜肝气和血去瘀头脑中风牡丹皮见足少阴肾经木通见手阳明大肠经郁金见补补骨脂见足少阴肾经熟附子见足太阴脾经泻利大肠泻疹痘热轻宣通诸病叶治产后诸病红花辛温入肝心包活血通经治产后血晕虎杖苦微温入肝心包行补泻轻宣重通治一切血滞之病血实者宜之忍冬藤甘微寒入心包肝治风及一切湿气解散热毒疮家要药滑补涩泻燥石硫黄见命门仙茅见命门轻湿",
							"type":"paragraph"
						}
					]
				},
				{
					"type":"section",
					"title":"手少阳三焦经",
					"content":[
						{
							"detail":"宣重通香附甘苦微寒入肝三焦兼行十二经气分利三焦解六郁去瘀除痰蛇床子见命门连翘见补黄见手太阴肺经熟附子见足太阴脾经涩赤白石脂泻石膏见手太阴肺经地榆见手阳明大肠经燥生附子见足轻前胡见手太阴肺经灯心草见手少阴心经湿",
							"type":"paragraph"
						}
					]
				},
				{
					"type":"section",
					"title":"足少阳胆经",
					"content":[
						{
							"detail":"重宣石胆酸涩寒入胆吐风痰散积消水肿滑通芎见手厥阴心包经连翘见手太阳大肠经射干见手太阴肺经青皮苦辛涩见手阳明大肠经补酸枣仁甘酸平入肝胆补中益气宁心志敛虚汗助阴气治心烦不得眠燥太阴脾经泻黄连见手太阴肺经龙胆草见足少阴肾经泻肝胆实热湿轻柴胡苦平入肝胆升阳散肝胆三焦包络相火青蒿苦寒入肝胆血分治劳热骨蒸虚劳盗宣重紫石英见手厥阴心包经代赭石苦寒镇虚入肝胆宣绿矾见足通温入肝胆破肝胆气积能发汗滑通天麻辛平补涩牡蛎见足少阴肾经补葳蕤见足泻燥泻地榆见手轻木贼见足太阴脾经决明子见足少阴肾经湿轻柴胡见足",
							"type":"paragraph"
						}
					]
				},
				{
					"type":"section",
					"title":"足厥阴肝经",
					"content":[
						{
							"detail":"宣阳明胃经皂角辛咸温有小毒入肝搜风泻气通关节开痰涎散疮肿风瘰治中风口噤急喉痹通入肝助阳气通血脉利关窍疗风虚丹参见手少阴心经紫参见足阳明胃经延胡索苦微辛温入肝活血化气通经络理脉外气滞白藓见足阳明胃经补太阴脾经肉苁蓉见足少阴肾经白术见足阳明胃经巴戟天见足少阴肾经淫羊藿见泻阳明大肠经龙胆草见足少阴肾经紫草见手厥阴心包经京三棱见足太阴脾经蓬莪轻少阳胆经秦艽见手阳明大肠经羌活见手太阳小肠经防风见手太阴肺经细辛见足宣通当归见手太阴肺经芎见手厥阴心包经赤芍药见手太阴肺经牡丹皮见足少阴肾补熟附子见足太阴脾经菟丝子见足太阴脾经何首乌见足太阴脾经蜀椒见足太阴脾经泻入肝解诸毒利五脏经络中结气青黛咸寒入肝解热毒泻肝收五脏郁火治咽喉鼻舌口唇齿轻脉止下衄诸血薄荷见手太阴肺经甘菊花见手太阴肺经青蒿见足少阳胆经牛蒡子宣通少阴心经香附见子少阳三焦经水苏见手太阴肺经泽兰见足太阴脾经艾见足太阴补酸枣仁见足少阳胆经枸杞子见足少阴肾经鳖甲咸平入肝益阴气治老疟劳复产后阴脱泻阳明胃经雄黄见足阳明胃经轻决明子见足少阳胆经谷精草辛甘温入肝治头风痛盲翳钩藤甘苦平入肝平肝风治头目宣通少阴肾经红花见手厥阴心包经续断见足少阴肾经见足阳明胃经车前见足少补熟地黄见手少阴心经泻轻宣通王不留行苦甘平入肝冲任通血脉利小便下乳汁治诸淋及风痹虎杖见手厥阴心包经蒲补泻轻宣通射干见手太阴肺经白附子辛苦甘大温有毒入肝治风虚能达阳于阴中主一切痹痫之因于补泻轻宣通茜草见手厥阴心包经忍冬藤见手厥阴心包经蒲黄甘平入肝血分止血消瘀又治咽喉口补泻轻宣通青皮见足少阳胆经吴茱萸见足太阴脾经沉香见足太阴脾经没药苦平入肝舒筋膜通补泻轻重少阴肾经代赭石见足少阳胆经礞石甘咸平入肝坠痰平逆滑行经络为异涩太阴肺经山茱萸见足少阴肾经龙骨见足少阴肾经牡蛎见足少阴肾经花蕊石酸涩燥太阴脾经伏龙肝见足太阴脾经湿少阴心经阿胶见手太阴肺经生地黄见手少阴心经侧柏叶苦温涩治吐血便血女子血",
							"type":"paragraph"
						}
					]
				}
			]
		},
		{
			"type":"section",
			"title":"十剂表下",
			"content":[
				{
					"detail":"宣逆流水性倒逆用煎吐剂良阴阳水涌诸滞铜青酸平吐风痰甘草头导毒行肝胃污浊之血人参芦苦温通百沸汤通阳行经络艾火通阳炙百病灯火淬小儿惊风火硝辛苦温有毒散热行结破积补甘草甘温通入十二经缓正气补脾胃炙用粳米赤热白凉晚白寒温中益气益肠胃通血脉泻腊雪水甘冷泻热毒急流水性峻速下达用煎下剂良地浆甘寒泻热毒浸蓝水苦寒解毒轻立春后雨水得春生发之气用煎发散剂良釜脐墨辛温止血治咽喉口舌诸病风化硝甘缓宣吐痰饮天名精甘寒有小毒治胸中结热滞瘀吐痰辽喉痹口紧生用常山苦寒有毒逐老痰通白薇苦咸平利阴气调血脉治风木香辛温调诸气和胃行肝升降滞气刘寄奴苦温下血胀补荔枝甘温健气通神益智散无形质之滞气核涩治疝没石子苦温温中益气和血生精益冲泻浙浙泔水泻热黄土解诸药毒粪坑底泥泻热毒蚯蚓泥泻热行湿铅粉辛凉消诸积聚轻地肤子苦寒治头目及皮肤中热风萍治暴热身痒热毒风热疮疹发汗胜于麻黄马勃辛平宣治痰饮风痫喉痹等病茶末莱菔子辛甘平升散风痰生用白梅咸酸治风痰闭塞瓜通鼠曲草甘温治寒嗽大升肺气野狼牙苦寒有毒治邪热气杀虫使君子甘温杀虫主小儿五泔补骨健腰膝明目茯神补心气止惊悸治风眩心虚鲫鱼甘温主胃虚不食温中下气止痢生捣泻辛大热大毒治郁结积聚消化之力甚猛寒水石辛咸寒泻五脏伏热芒硝咸大寒泻热去积轻气调中治头痛春夏寒热时行热疾葱白辛平通阳达表发汗胡荽辛温发痧疹痘疮不出宣鳜鱼胆苦寒吐竹木刺哽入喉及脏腑蝎甘辛温有毒却风涎治诸风惊痫稍专上行蓖麻通紫葳咸苦寒入血散结热主热毒风症瘕血闭血膈游风治产乳余疾百部甘微温主咳嗽上气补头中石治石淋白鲞治同石首鱼鱼甘大温补中益气血疗虚损逐十二风邪久痢肠漏泻泻火热生用荠甘寒泻热解毒贯众苦微寒有小毒泻腹中邪热诸毒软坚辟瘟疫苎麻轻热调营血和肌表除肢节痛风散下焦蓄血皮肤风湿柽柳甘咸温治痧疹热毒不出神剂利小便霜桑叶苦甘寒除寒热和气祛风畅血枝养筋淡竹叶辛平宣伤并女子胎衣不下子肠挺出多宜外用通温主治风血除痹逐冷络石藤苦温一云寒治喉肿急症利关节治痈肿及喉中有物塞石菖补尸风痹杀虫骨治蚊真珠甘寒大益肝脏清心安魄明目去肾解痘毒主难产乌骨鸡甘平泻大青甘微苦咸大寒治一切时行热毒商陆根辛酸平赤者有毒直疏五脏散水气治水肿疝瘕轻寒凉心肺治热狂烦闷头风散热毒风利水竹茹止胃热呕吐等病清阳气治女劳复蝉蜕治宣通落地锦辛苦平通流血脉主破血散血卷柏甘温治五脏邪气女子阴中寒热痛症瘕等症能补和脏腑水道鹑甘平补五脏益中积绝实筋骨止痢治鼓胀骨立谷食不下雀卵酸温强阳益泻腹满疝瘕大戟苦寒有毒治十二恶水腹满积聚恶血一切痰涎水湿为病芫花辛温有毒决轻鼠粪甘微寒治男子女劳复阴易下死胎并治乳痈吹奶宣通粟米咸淡微寒去胃热利小便粱米同粟米陈米咸酸宽中消食利小便调胃神曲甘辛温补牛甘温补中益气养脾胃羊甘大热补中益气治一切虚劳寒冷之症肾补肾气豕肚甘微泻牵牛黑者胜甘辛热治气血湿热三焦壅结开气逐痰滞泽漆叶苦微寒治大腹水气四肢面目轻宣通破血滞麦芽咸温消食开胃和中下气谷芽甘温消积之力稍逊麦芽酒甘苦辛大热有毒补寒治肺虚咳嗽肠甘微寒润肠狗咸酸温补胃气壮阳益力茎治萎驴阴茎甘温强阳泻山豆根苦微甘寒解诸药毒咽喉肿下诸虫黄药子苦凉泻火治一切疮肿毒消瘿土瓜根苦轻宣通温滑温中散结气治胸痹白芥子辛温治胸膈痰冷利气胁下及皮里膜外之痰非此不达莱补麋茸甘热补阳气治风冷麋角治同茸差缓膏稍胜髓补筋脉填髓人发苦微温补阴血消泻桃花泻大肠甚捷巴豆辛热有毒导气消积去脏腑停塞大积大滞一切壅塞之症性刚猛锐不轻宣通苦瓠苦寒主大水面目浮肿利石淋治鼻塞用瓤及子冬瓜甘微寒治小腹水胀下气利水子补元归根复命安五脏润三焦治骨蒸紫河车甘咸温治一切虚损劳热安心养血益气补精泻有毒治一切毒物破石癃血疝水蛭咸苦平有毒还恶血虻虫苦微寒有毒治同水蛭虫咸轻宣通一云凉治风游丹肿子行滞血破冷气消肿散结治难产山楂酸甘微温消积结气行一切滞补泻衣蝼蛄咸寒有毒治水肿胞衣不下性甚急蜈蚣辛温有毒治破伤风惊痫去积聚恶血蛊毒轻宣通辛温下气消食暖脾胃止诸逆治一切冷气痿症藕节涩平消瘀血解热毒松脂苦甘温除邪补泻热通经络祛风百颈者良蟾蜍辛凉微毒治小儿疳积一切有虫恶疮破积蠡鱼甘寒治水下大水有殊功胆治喉痹将死田螺甘大寒下腹中积热水气轻宣通血聚金疮折伤龙脑香苦辛温上入耳目颠顶下入肾骨利结散热治喉痹诸塞安息香辛苦补泻浮肿治噤口痢消渴鸡屎白微寒下气利水治鼓胀中风风痹转筋入腹鸭血咸冷下砒毒盐轻宣通痫胡桐泪咸苦大寒治湿热齿痛风虫牙痛骨槽风咽喉瘰白胶香辛甘平活血止痛治疮补泻痰治中藏豕胆苦寒清心凉肝下大便人中黄苦寒泻时行大热解诸恶疮毒金汁治天行轻宣通走注楝根皮苦微寒治游风热毒风疹杀虫治消渴有虫取白者用芜荑辛苦温治风肤肢节补泻童子者佳人中白主鼻衄传尸劳热胞衣水辛凉治小儿丹毒诸热毒天行热病发狂发坚等症轻宣通白皮甘平治水肿入腹紫荆苦平破宿血下五淋消肿解毒治喉痹经水瘀涩柞木苦平性善补泻轻宣通鬼毒蛊疰中恶腹痛产后血杀腹痛神木治口眼斜毒风拘挛香港脚痹病桑寄生苦平益血补泻轻宣通露蜂房甘平有毒治惊痫螈寒热邪气癫鬼蛊疾及一切恶毒僵蚕咸辛微温治急风喉痹散补泻轻宣通温解血滞治恶血在胁下蜣螂咸寒有毒治惊痫疳积膈气便闭下痢等症蛙甘寒解毒利水补泻轻宣通小毒治中风顽痹不仁风热毒蚺蛇胆甘苦寒有毒明目去翳治血痢蛊毒小儿五痔鲤鱼补泻轻宣通产后风搐破伤风精稀等症蛤粉咸平化痰治喘软坚解结消水肿肿毒蚌粉咸寒治同蛤粉补泻轻宣通积聚即瓦楞子鸡内金治泄痢反胃尿血泄精崩带夜明砂辛寒治腹中血气破积聚治目障补泻轻宣通翳麝香辛温通窍开经络透肌骨性善走窜无所不至皮苦平有小毒治五痔阴蚀肠风反补泻轻重金箔辛平生者有毒镇精神益肺坚骨髓银箔治同金箔赤铜屑苦平续筋骨滑降香辛温疗折伤金疮止血定痛磨刀水利小便针砂咸平治肿满泄热浮石咸大寒化痰下甘草稍利小涩禹余粮甘咸平治咳逆及下焦阴中之邪薜荔甘涩平壮阳道固精又能消肿止血浮麦甘咸燥东壁土甘温胜湿砒石辛酸大热有毒治痰积威灵仙苦甘温治风湿通五脏治一切积聚病湿井华水宜煎养阴之剂天花粉苦寒益津止消渴除肠胃痼热身热烦满胡麻甘平润养五脏重铅甘寒镇虚气坠痰铅霜性同铅专坠痰清热铅丹辛微寒镇逆坠痰密陀僧咸辛平坠痰滑便达茎中冬葵子甘寒滑治五癃利二便乳闭消水滑胎婴子粟甘平一作寒主行风气逐邪涩寒敛自汗盗汗除劳热骨蒸乌梅酸温涩下气调中收膈气敛而能行木瓜甘酸温止吐泻燥者乌头除寒湿散风邪破积聚草乌头苦辛大热大毒破寒湿积聚冷痰顽风恶湿性燥烈宜湿填精髓利二肠疗虚伤中用黑者蜂蜜甘平润脏腑通大便秘益血脉牛乳甘微寒补虚羸养重寒镇精神安魂魄入火杀人宜生用水银辛寒有毒重坠下行抑痰逆杀虫灵砂甘温养神安滑子治同蜀葵扁竹苦平杀虫治黄疽诸淋栝蒌实甘寒润肺燥除热涤痰宽胸及肠海藻咸涩嗽缩小便止白浊莲子甘平涩补中交心肾固精气须治同莲子椿樗苦微凉涩燥治赤白燥炮姜苦大热守中温脾胃治一切下焦寒湿产后血虚大热沉寒痼冷之症烧酒辛甘大热大毒湿羊乳补虚冷润心肺豕脂甘微寒润肺利血脉乳汁甘咸凉荣五脏明目安神利关节泽皮肤重或曰咸温至阴之品治心腹积聚来复正阳丹用之琥珀甘平安五脏定魂魄化痰血明目磨翳滑水大麦平凉滑治消渴除热宽胸下气荞麦甘平寒降气宽胸去积滞虚寒者犯之大脱元气涩络之血胥得就正非寻常止血之品金樱子酸涩平涩精气止脾泄蜜蜡甘淡微温止下痢脓燥治血中湿病百节久风风虚干姜辛温一作大热温中治胸满咳逆湿等症月经衣治热病劳复重滑鸡距子甘平利五脏解酒毒温热止渴去膈上热与蜜同功甘蔗甘温利大肠助脾气竹沥甘涩原蚕蛾咸温益精强阴止泄淋取雄者去翅足鹿角霜治小大便数燥湿重滑溺杀虫治反胃麻油甘微寒下三焦热毒结热滑利二肠涩燥湿",
					"type":"paragraph"
				}
			]
		},
		{
			"type":"section",
			"title":"药味别名",
			"content":[
				{
					"detail":"凡药有官名有俗名阅者每易淆混今特逐一分别",
					"type":"paragraph"
				},
				{
					"detail":"注俗名于官名之下以便查览而免歧误伏龙肝（即灶心土）铜青（一名铜绿）磁石（一名吸铁石）戎盐（即青盐）葳蕤（即玉竹）紫参（一名牡蒙）补骨脂（一名破故纸）水苏（即鸡苏）茺蔚子（即益母草子）百草霜（一名灶KT墨）密陀僧（银冶底灰）石胆（即胆矾）贯众（即凤尾草俗呼管仲）淫羊藿（一名仙灵脾）内豆蔻（一名肉果）蓬莪术（术音述一名广术）旋复花（叶名金沸草）牛蒡子（一名鼠粘子又名大力子）耳子（即苍耳）鼠曲草（一名佛耳）瞿麦（俗名十姊妹一名南天竺用芷壳不用茎叶）王不留行（一名剪金花禁宫花）常山（苗名蜀漆）续随子（一名千金子土人呼为半枝莲）泽漆（即猫儿眼睛草）茜草（一名过山龙）石南藤（一名丁公藤）络石草（一名鬼系腰）昆布（一名纶布）酸浆草（一名灯笼草）决明子（此马蹄决明子形如马蹄也青葙子亦名决明功用逊此）天名精（根名杜牛膝子名鹤虱）旱莲草（即鳢肠草一名金陵草）蒲公英（即黄花地丁）藜芦（一名鹿葱）茵芋（一作茵蓣）紫葳（即凌霄花）栝蒌根（即天花粉）忍冬藤（花即金银花一名左缠藤）薜荔（一名木莲一名木馒头）石胡荽（即鹅不食草）大麻仁（一名火麻）莱菔（即萝卜子）薯蓣（即山药）鸡距子（树名枳棋）南天烛（取茎叶捣汁浸米煮饭名青精饭）白胶香（即枫香脂）诃黎勒（即诃子）楮实（即树子）蝼蛄（俗名土狗即打火虫）靳蛇（即百花蛇）骨碎补（俗名猴姜）地锦（一名血见愁）罂子粟（即御米）香子（即大茴香子）芸苔（即紫色苔莱）龙脑香（即冰片）骐竭（即血竭）没石子（一名无食子）柽柳（即观音柳）水蛭（俗名蚂蝗）斑蝥（俗名斑猫）",
					"type":"paragraph"
				}
			]
		}
	]
}