{
	"book_title":"妇科秘方",
	"content":[
		{
			"type":"section",
			"title":"制药法",
			"content":[
				{
					"detail":"浔溪陈氏女科家传制药法∶陈皮（去白，留白补脾）桔梗（去芦）枳壳（去白）大腹皮（去壳，酒洗）茯苓（去皮）防风（去芦）杏仁（去皮尖）小柴胡（去苗）远志（去骨，先以米泔水浸，甘草水泡，晒干）茯神（去心）黄柏（去皮炒）栝蒌仁（去油为末）黄芩（炒黄）川芎（炒）白芷（炒为末）麦门冬（去心）芍药（炒）苍术（炒）浓朴（炒）黄（炒）杜仲（盐水炒断丝）地骨皮（去心）知母（盐水炒）桑白皮（蜜炒）米仁（炒）黄连（炒）滑石（去黄衣为末）玄胡索（为末）山栀（炒黑）浮小麦（炒）神曲（炒，自制为佳）五味子（米泔水洗，补药中研碎炒）三棱（煨为末）莪术（煨为末）青皮（炒为末）天花粉（洗）干姜（炒黑为末）干葛（为末）草果（为末）香附（或盐、酒、便、醋制为末）五灵脂（为末，须澄去砂石）牡蛎（火红为末）生地（不见铁）侧柏叶（焐燥）当归（酒洗）肉桂（为末）熟地（不见铁）白术（米泔水洗，饭锅蒸炒）甘草（炙）木通紫苏（用大根）乌药百草霜（便制更妙，或晒，酒蒸之）荆芥（产后必用，炒）前胡益母草山药牛膝茱萸防风山楂（用肉）人参半夏",
					"type":"paragraph"
				},
				{
					"detail":"小灵丹",
					"type":"paragraph"
				},
				{
					"detail":"乳香（五分）没药（五分）雄黄（三钱）朱砂（二钱）沉香（一钱）木香（五分）小丁香（五分）大黄（三钱）巴霜（二钱）郁金（一钱）上为细末，陈米醋打为丸，如黍米大，大人服九丸，小儿服五丸，随病加汤送下。",
					"type":"paragraph"
				}
			]
		},
		{
			"type":"section",
			"title":"调经论",
			"content":[
				{
					"detail":"凡女子年十七、八岁，经脉不通或阻，或间月或半年，颜色青黄，饮食少进，寒热往来，四肢困倦，头痛目眩，腹中有块，心神烦躁，呕吐膨胀，此脾胃气血皆虚，多食生冷，急宜和血气、健脾胃、调脉为先。",
					"type":"paragraph"
				},
				{
					"detail":"逍遥散",
					"type":"paragraph"
				},
				{
					"detail":"当归（一钱）芍药柴胡黄芩（各一钱）川芎熟地半夏（各八分）人参门冬（各五分）甘草（三分）姜（三片）呕吐加砂仁、香附、白术各八分，咳嗽加杏仁、五味子、苏叶各八分，煎服四剂即愈。",
					"type":"paragraph"
				},
				{
					"detail":"八物汤",
					"type":"paragraph"
				},
				{
					"detail":"当归熟地芍药香附（各二钱五分）白术（二钱）茯苓小茴香柴胡（各一钱五分）人参甘草黄芩（各一钱）姜（一片）肚痛加牛膝、玄胡索、枳壳（各一钱五分），呕吐加良姜、砂仁，手足顽麻加肉桂八分，煎热服。",
					"type":"paragraph"
				},
				{
					"detail":"调经丸",
					"type":"paragraph"
				},
				{
					"detail":"当归香附（各三两）青皮牛膝（各二两）浓朴赤芍熟地枳壳白芍小茴香（各一两五钱）三棱（醋煮）砂仁（各一两）粉草（二钱）为末，占米粉糊如桐子大，每服九十粒，空心米汤下。",
					"type":"paragraph"
				},
				{
					"detail":"凡妇人年十九、二十岁嫁后，遇经脉动，身痛，手足麻痹，或寒或热，头疼目眩，失以调理，感风为患，服乌金散。",
					"type":"paragraph"
				},
				{
					"detail":"乌金散",
					"type":"paragraph"
				},
				{
					"detail":"浓朴苍术白术茯苓麻黄（各一钱）当归半夏芍药独活牛膝（各二钱）枳壳桂枝（各一钱）陈皮桔梗（各五分）甘草（九分）分作三服，加姜三片、葱头三个，煎热服。咳嗽加杏仁、五味，泄泻加肉桂。",
					"type":"paragraph"
				},
				{
					"detail":"凡妇人二十一岁，经水不通，或赤白带下，淋沥成户，或间三、四月。此气血虚弱，潮热咳嗽，饮食少进，四肢无力，日久成劳。当调经治热，可服八物大温经汤十余帖。",
					"type":"paragraph"
				},
				{
					"detail":"八物大温经汤",
					"type":"paragraph"
				},
				{
					"detail":"当归（一钱五分）鹿茸人参川芎白术山茱萸小茴香砂仁陈皮（各八分）甘草（三分）芍药熟地（各一钱）沉香（四分）葱姜煎热服，汗不止加酸枣仁、黄各五分，咳嗽加半夏、五味子、柴胡、桔梗。",
					"type":"paragraph"
				},
				{
					"detail":"凡妇人年廿四岁，心痛胀闷，气冲上膈，不思饮食，腹中有块，如覆杯。此行经后误食生冷，反多积痰饮，血气相搏，服加味四物汤。",
					"type":"paragraph"
				},
				{
					"detail":"加味四物汤",
					"type":"paragraph"
				},
				{
					"detail":"广皮（一钱五分）半夏当归香附浓朴（各一钱）白茯苓枳实知母芍药槟榔紫苏桔梗白术（各四分）红花黄芩前胡砂仁（各五分）甘草（四分）姜（三片）凡妇人廿五岁，血海虚冷，经脉不调，或小腹痛，面色黄瘦，赤白带下，不分日期，少气少力，头疼目眩。宜服四物汤、补经汤，并服乌鸡丸∶人参砂仁（各一两）当归川芎芍药熟地海金砂木香（各三两）僵蚕（二钱）甘草（二钱）防风（五钱）侧柏叶（四两）为末，以乌鸡一只，去毛、足，将前药三分之一入鸡内，酒五碗，铜锅煮熟，去骨，晒干为末，并前二分药，亦末，蜜丸，酒下九十丸。",
					"type":"paragraph"
				},
				{
					"detail":"凡妇人廿七、八岁，身体败弱，经水不调，淋沥不止，或片或汁，面色青黄，头晕眼花，四肢困倦。急宜调治，缓则成血崩之患，宜服止经汤四、五帖，后服四物、补经二汤数帖。",
					"type":"paragraph"
				},
				{
					"detail":"止经汤",
					"type":"paragraph"
				},
				{
					"detail":"当归（一钱二分）芍药熟地川芎香附（各一钱）阿胶侧柏叶（盐水炒）黄芩蒲黄（炒）白术（各五分）甘草（三分）姜（三片）凡妇人年三十四、五岁，血败气虚，以致经水不调，肚中瘀血不散，不时作痛，可服莪术散。",
					"type":"paragraph"
				},
				{
					"detail":"莪术散",
					"type":"paragraph"
				},
				{
					"detail":"当归川芎人参赤芍莪术玄胡索熟地枳壳陈皮（各一两）牛膝红花（各五钱）小茴香（炒）砂仁三棱黄芩（各八分）香附（二两）白术（一两）甘草（一钱）为末，服三钱，空心酒下。",
					"type":"paragraph"
				},
				{
					"detail":"凡妇人四十二、三岁，经水已绝，五十一、二经水复来，期且无恒，淋沥不止，漏下。此血气妄行，宜服和经汤，次服四物汤、乌金丸。",
					"type":"paragraph"
				},
				{
					"detail":"和经汤",
					"type":"paragraph"
				},
				{
					"detail":"小茴香川芎酸枣仁蒲黄阿胶（各八分）当归熟地黄芩茯神香附白术（各三钱）甘草白芷陈皮（各一钱五分）共为末，服一两、姜汤服。",
					"type":"paragraph"
				},
				{
					"detail":"妇人经水不调，诸病皆生，宜调经催经方∶",
					"type":"paragraph"
				},
				{
					"detail":"调经催经汤",
					"type":"paragraph"
				},
				{
					"detail":"陈皮桔梗川芎当归芍药生地乌药山楂香附枳壳玄胡青皮干姜肉桂五灵脂牛膝甘草水煎服。如经在前，血有余而气不足，加茯苓、白术，重者加人参；如经在后，气有余而血不足，加当归、川芎、生地、芍药，减茯苓、白术。",
					"type":"paragraph"
				},
				{
					"detail":"久热则血虚经阻，发热如伤寒之状∶陈皮枳壳乌药甘草干姜肉桂小柴胡天花粉牛膝五灵脂生地白芷香附山楂三棱莪术水煎。",
					"type":"paragraph"
				},
				{
					"detail":"气多血少，不思饮食，潮热∶陈皮桔梗柴胡黄芩枳壳乌药香附甘草山楂地骨皮芍药天花粉当归川芎熟地水煎。",
					"type":"paragraph"
				},
				{
					"detail":"血少夜卧不安，宜养阴安神∶当归白芍生地茯神香附枣仁川芎水煎服。",
					"type":"paragraph"
				},
				{
					"detail":"月水不行，饱闷膨胀黄瘦∶当归身川芎地黄陈皮茯苓甘草桔梗乌药香附枳壳青皮木通草果山楂白芷牛膝官桂砂仁萝卜子（一钱，炒）姜（三片）水煎服霍乱吐泻∶陈皮枳壳藿香苍术浓朴柴胡半夏枳壳黄芩草果甘草槟榔木通薄荷加枣子姜（三片）水煎。",
					"type":"paragraph"
				},
				{
					"detail":"潮热咳嗽吐痰，虚劳杂症，胎前产后并治之∶橘红贝母黄芩前胡门冬栝蒌花粉薄荷苏子甘草骨皮茯苓川芎白芍当归柴胡加灯心草根，姜三片，水煎服。",
					"type":"paragraph"
				},
				{
					"detail":"砂淋白带血崩∶白术枳壳桔梗青皮黄芩地榆牡蛎香附花粉熟地水煎。",
					"type":"paragraph"
				},
				{
					"detail":"砂淋赤者属血∶陈皮桔梗山楂白芷玄胡索香附芍药当归川芎黄芩牡蛎艾叶地榆甘草黄连花粉侧柏叶砂淋白者属气∶陈皮桔梗乌药山楂香附干姜肉桂枳壳玄胡青皮川芎当归芍药灵脂甘草草果血崩漏不止∶陈皮桔梗枳壳黄连黄芩归首川芎芍药香附地榆玄胡艾叶牡蛎侧柏叶（炒）又单方∶家蔷薇花根外皮，洗净，捣碎，将酒淘取汁，略顿热，一碗一服见效，三服除根。如四十岁外者，加红花一两，煎酒一碗，取根皮一两，研烂，绞净去渣，服下愈（应验过）。",
					"type":"paragraph"
				},
				{
					"detail":"人参当归芍药白术柴胡黄芩黄香附阿胶蒲黄甘草黄柏艾叶麦冬水煎。",
					"type":"paragraph"
				},
				{
					"detail":"如崩漏者加酒芩、大黄。",
					"type":"paragraph"
				},
				{
					"detail":"妇人月水不行，饱闷膨胀，黄瘦∶陈皮桔梗乌药枳壳青皮香附归身川芎熟地木通茯苓甘草草果山楂白芷牛膝官桂砂仁萝卜子（各一钱）姜（三片）妇人气少血少，不思饮食，潮热∶陈皮桔梗枳壳柴胡黄芩归身川芎香附山楂地骨皮熟地芍药甘草花粉乌药妇人热入血室，经阻发热，如伤寒状，不头痛者∶陈皮乌药枳壳干姜肉桂小柴胡花粉牛膝白芷五灵脂香附山楂生地三棱莪术妇人霍乱吐泻∶陈皮藿香浓朴苍术半夏柴胡桔梗黄芩枳壳草果甘草槟榔木香薄荷妇人潮热，咳嗽吐痰∶橘红贝母黄芩前胡地骨皮门冬桑白皮花粉薄荷栝蒌苏子茯苓归身甘草小柴胡川芎白芍灯芯（廿段）姜（一片）",
					"type":"paragraph"
				},
				{
					"detail":"难产方",
					"type":"paragraph"
				},
				{
					"detail":"黄柏硫黄（各一钱）蓖麻子（不拘多少）捣烂，贴左右涌泉穴，胎下即去。",
					"type":"paragraph"
				},
				{
					"detail":"难产方（如五、六日者方用，神应奇效）∶雌雄石燕，令妇人左手执雄，右手执雌，紧紧拿定半刻即下。",
					"type":"paragraph"
				},
				{
					"detail":"妇人气血俱虚，劳力过度，阴中突出一物，不能行动着席。",
					"type":"paragraph"
				},
				{
					"detail":"棕榈树根煎汤，熏洗一时即上。",
					"type":"paragraph"
				},
				{
					"detail":"血崩不止∶杏仁皮（烧灰存性，为末）每服三钱，空心好酒下，一服即止，三服除根矣。",
					"type":"paragraph"
				},
				{
					"detail":"砂淋∶陈皮桔梗花粉地榆牡蛎黄芩白芍枳壳青皮香附肉桂三棱莪术白芷服三帖。",
					"type":"paragraph"
				},
				{
					"detail":"外附方",
					"type":"paragraph"
				},
				{
					"detail":"（又云，此出《内府奇方》）。",
					"type":"paragraph"
				},
				{
					"detail":"凡妇人临产时，下胞即死去，此时虽有良药，不能速救，惟取温水一碗（不可冷，亦不可热），将妇人阴户下红血粗取入水中，浸洗，此时病患人事不省，亦不知其何物，令其服之即愈。",
					"type":"paragraph"
				},
				{
					"detail":"白带验方",
					"type":"paragraph"
				},
				{
					"detail":"生地（五钱）制半夏（二钱）橘红（一钱）归身（三钱）白芍（一钱五分）白术（一钱五分）茯苓（二钱）川芎（三分）外加香附、枳壳、甘草、砂仁，煎，冲服。",
					"type":"paragraph"
				},
				{
					"detail":"砂淋∶干姜肉桂三棱莪术白芷陈皮小便淋漓作痛，闭涩不通∶木香升麻乌药猪苓枳壳芍药泽泻陈皮桔梗车前草果甘果白芷香附花粉茯苓皮大腹皮水煎服。",
					"type":"paragraph"
				},
				{
					"detail":"虚劳发热，咳嗽无痰者。",
					"type":"paragraph"
				},
				{
					"detail":"犀角地黄汤",
					"type":"paragraph"
				},
				{
					"detail":"犀角陈皮甘草银柴胡胡黄连知母地骨皮黄芩茯苓花粉天冬麦冬川芎水煎服。",
					"type":"paragraph"
				},
				{
					"detail":"虚劳黄瘦，胎前产后皆可∶归身川芎白芍熟地陈皮茯苓乌药香附白芷山楂苍术浓朴小柴胡甘草花粉水煎服。",
					"type":"paragraph"
				}
			]
		},
		{
			"type":"section",
			"title":"胎前",
			"content":[
				{
					"detail":"胎前诸症，以安胎为主，虽有他症，以末治之∶陈皮黄芩大腹皮枳壳苏梗芍药川芎当归青皮甘草草果茯苓水煎服。如呕吐，加半夏少许、藿香；发热加柴胡；头痛加羌活、白芷、细辛；口干加花粉；骨节痛加防风、荆芥，中脘饱闷加木香、枳实；脾胃不实加苍术、白术、浓朴、山药、米仁，泄有积，加木香、猪苓、泽泻。",
					"type":"paragraph"
				},
				{
					"detail":"胎前诸症，兼理气安胎为主∶陈皮桔梗山楂当归川芎芍药生地枳壳青皮花粉苏梗草果黄芩甘草大腹皮水煎服。气血不和用本方。胎前腹痛，加玄胡、香附、砂仁；胎漏加艾药、地榆、牡蛎；大便不通，加郁李仁、槟榔、麻仁、枳实；小便不通，加泽泻、木通（可用地肤子）；发热加柴胡、骨皮、草果；腰痛加杜仲，去黄芩，骨节疼痛，加羌活、独活；头痛加川芎、荆芥、防风，去黄芩、桔梗，伤风加白芷、防风、荆芥，去黄芩；中风加天麻、干葛、白芷、防风；中湿加苍术；中热加香薷、藿香；子虚加茯苓、白术、黄，子胀加枳壳、青皮、苏梗、萝卜子；泄泻加木通、猪苓、山药、米仁、浓朴、苍术；痢红加黄连、黄芩、木香、槟榔、苍术、浓朴、木通、山药、米仁、白术，疟疾加青皮，槟榔、草果、柴胡、半夏、茯苓、甘草、苍术、浓朴、砂仁、葱、姜；咳嗽加薄荷、门冬；咳嗽有痰加杏仁、半夏∶咳嗽无痰加款冬、蒌仁、半夏、灯芯廿根、葱头、姜三片。",
					"type":"paragraph"
				},
				{
					"detail":"胎前发热，不思饮食主方∶陈皮花粉黄芩（炒）香附大柴胡苏梗归身川芎枳实大腹皮甘草干葛青皮地骨皮熟地芍药茯苓草果羌活山楂水煎服。如面红加黑山栀、黄柏、知母（炒）。",
					"type":"paragraph"
				},
				{
					"detail":"胎前单寒不止，不思饮食主方∶陈皮黄芩花粉芍药生地黄白术人参茯苓苏梗当归砂仁山楂香附水煎服。头疼加羌活；鼻塞加葱头五个、防风；遍身痛加荆芥。",
					"type":"paragraph"
				},
				{
					"detail":"胎前不时腹痛，不思饮食∶陈皮桔梗乌药归身川芎玄胡少许枳壳黄芩芍药青皮山楂槟榔香附腹皮吴萸干姜（炒黑少许）水煎服。",
					"type":"paragraph"
				},
				{
					"detail":"胎前伤风咳嗽饱闷主方∶陈皮桔梗砂仁（五分）归身川芎萝卜子（炒）柴胡紫苏干葛黄芩腹皮桑皮前胡甘草枳壳豆蔻半夏曲灯芯（廿根）姜（三片）如久伤风加麻黄；有痰加蒌仁、贝母、茯苓；虚汗不止，加芍药、枣仁∶饱闷加青皮、木香、枳实。",
					"type":"paragraph"
				},
				{
					"detail":"胎前见红，腰痛，其胎绞痛∶陈皮桔梗黄芩枳壳地榆牡蛎青皮艾叶大腹皮归身川芎芍药熟地苍术浓朴草果白术甘草砂仁胎前脾胃不实∶陈皮桔梗黄芩山楂山药米仁白术茯苓苍术腹皮浓朴芍药草果香附甘草水煎服。",
					"type":"paragraph"
				},
				{
					"detail":"胎前痢疾后重，白积腹痛∶陈皮桔梗苍术浓朴木通乌药山楂黄芩茯苓玄胡索山药猪苓泽泻木香草果甘草白术归身川芎米仁吴萸干姜（黑）水煎服。",
					"type":"paragraph"
				},
				{
					"detail":"胎前痢疾，红积腹痛（总不若补中益气汤为稳，且效速）∶陈皮花粉黄连（炒）黄芩草果芍药苍术浓朴木通米仁山药腹皮猪苓泽泻白术茯苓山楂枳实（少许）木香水煎服。",
					"type":"paragraph"
				},
				{
					"detail":"胎前大小便不通，遍身浮肿∶陈皮桔梗花粉黄芩猪苓泽泻木通枳壳青皮升麻苏梗草果腹皮甘草柴胡香附山楂滑石车前茯苓皮砂仁（炒）生姜（三片）水煎服。",
					"type":"paragraph"
				},
				{
					"detail":"漏胎不时，小腹作痛∶黄芩地榆陈皮花粉续断枳壳青皮芍药香附苍术艾叶牡蛎甘草归身川芎熟地草果水煎。",
					"type":"paragraph"
				},
				{
					"detail":"胎前不时发晕∶陈皮桔梗归身川芎茯苓远志芍药香附黄芩甘草腹皮枳壳苏梗柴胡草果砂仁（一钱）水煎。",
					"type":"paragraph"
				},
				{
					"detail":"胎前疟疾（乌梅初起不可用）∶紫苏陈皮桔梗黄芩青皮草果苍术浓朴柴胡归身川芎白术枳壳山楂砂仁（一钱）乌梅（一钱）生姜（三片）水煎。",
					"type":"paragraph"
				},
				{
					"detail":"催经之剂∶干姜肉桂枳壳红花木通土牛膝生地陈皮香附三棱莪术白芷桃仁丹皮水煎。",
					"type":"paragraph"
				},
				{
					"detail":"三个月妊娠散∶陈皮桔梗当归苏梗生地山楂腹皮甘草桂枝芍药青皮如嗽有风，加防风、灯芯廿根，水煎。",
					"type":"paragraph"
				},
				{
					"detail":"二、三个月胎气奔上，寒热饱胀∶陈皮半夏茯苓甘草白术黄芩枳壳苏梗香附川芎腹皮归身芍药青皮砂仁（一钱）萝卜子（一钱）姜（三片）水煎。",
					"type":"paragraph"
				},
				{
					"detail":"胎前六、七个月，小腹绞痛，口吐清水，胎气不和∶陈皮黄芩归身芍药川芎熟地白芷苏梗吴萸枳壳甘草半夏山楂香附腹皮水煎。",
					"type":"paragraph"
				},
				{
					"detail":"胎前七、八个月，胎气不和∶大归身大川芎枳壳陈皮芍药黄芩苏梗熟地加大腹皮，水煎服。",
					"type":"paragraph"
				},
				{
					"detail":"娠妇九个月，宜服维胎饮∶",
					"type":"paragraph"
				},
				{
					"detail":"维胎饮",
					"type":"paragraph"
				},
				{
					"detail":"陈皮滑石乌药归身川芎芍药熟地枳壳黄芩腹皮白术甘草桔梗苏梗益母花粉妊妇十个月满足，腹痛临盆，催生散∶陈皮乌药枳壳干姜肉桂甘草白芷木通归尾益母红花三棱莪术香附灵脂百草霜水煎服。",
					"type":"paragraph"
				},
				{
					"detail":"妊妇调理∶当归川芎芍药熟地陈皮茯苓甘草黄芩腹皮枳壳山楂花粉桔梗砂仁（一钱，炒）香附大枣（二枚）妊妇伤寒，大发热∶小柴胡黄芩枳壳紫苏陈皮干葛甘草川芎羌活花粉桔梗腹皮香附砂仁（一钱）姜（三片）有痰加淡竹叶、前胡、姜汁；饱闷加枳实、草果。",
					"type":"paragraph"
				}
			]
		},
		{
			"type":"section",
			"title":"论胎前诸症",
			"content":[
				{
					"detail":"妇人之病，胎产为先，阴阳交遘，精气寓焉。故冲任为系胞之原。又云∶命门乃藏精之所。",
					"type":"paragraph"
				},
				{
					"detail":"丹汞初扬，射入子宫，一茎两歧，婴儿兆始。一月如露，少阳胆养之，二月则厥阴肝养之，三月则厥阴心包络养之，四月则少阴心养之，五月则阳明胃养之，六月则太阴脾养之，七月则阳明大肠养之，八月则太阴肺养之，九月则太阳膀胱养之，十月则太阴肾养之。乃脏腑相传精血而哺胎胚者也。以常论之，初孕多呕酸吐食，或嗜酸物，乃木气临胎之故也。夫人五脏，惟肝气有余，且木性喜扬而恶抑，更受胎气之壅塞，而胸膈饱胀，恶食亦因性也。呕酸、嗜酸，木味酸也，呕食、恶食，木克土也。渐致君相二火养胎，常见烦躁、发热等候，此因心主血，血护胎原而不能灌溉血海也。脾胃养胎多见腹胀，或不嗜食而足胀者有之∶一交大肠、肺月养之，脏躁多哭者有之。虽云∶怀胎者，冲任为主，而亦无不于肾。膀胱，寒水也，肾亦寒水也。乃其养胎，肾气已泄，而婴儿脏腑皆备，故离经而娩焉。调摄之家，或预进药饵，使子母皆宁，亦必按月日，察经络阴阳之宜而服之，次则下药可也。否则，恐药饵杂进，不得其平。热则胎元有堕、有遗之概论，寒则孕妇有痛、有泄之隐忧。合则为病多端，姑言其概，重则胎漏、胞碎，轻则恶食、头疼。子痫、子悬、子皆为艰难之候，儿啼、儿晕、儿肿亦属奇突之征。胎气不安，或劳或怒，带泻频来，应坠应虚。故安胎不若健脾，梁固而钟不坠；肥胎不若养血，水深而鱼自安。致于漏胎，多缘血热，脉洪数者，亟宜清宜补，条芩、白术、阿胶、续断，甚则升提之法亦可权宜，胞碎浆来，脉已离经而必堕，急宜紫时破血，使其自下，如归尾、桃仁、红花、牛膝借势可也，硝、黄总可选用，勿致经坠，枯渴而不下，而母必倾危。恶食者诊脉，胃脉之虚实。实则消导而兼理气和中，香砂、枳、术是其剂也∶虚则温补，益脾清脾，归、芎、芍乃其宜乎？头痛者，脉浮，必主外感，脉数定主火升。浮则轻剂疏散，桂枝、麻黄所在当禁；数则抑扬降火，承气、白虎不可误也。子痫者，孕妇如痴而口吐涎沫，惟清热固胎而自已，冰射丹丸，概不可施，子悬状如抱瓮不能偃卧，惟破气而相宜，子不语，虽药饵非产后不能言。儿啼者，因母伸手板高，以致哺儿之乳出，前辈已有案存。儿晕则母常昏晕，因母气不能荫胎，八珍、菖蒲方能胜任。虽儿肿悉属脾虚，而兼乎小便不利，理脾行水，四物、地肤何疑，更有大方杂症，伤寒疟利之分，然必居乎杂症，佐以安胎之品，如至病亟，或汗或下，勿以胎为拘，即悍之剂亦可施之，则《经》云“有故无殒”之意，愁常变，各从其病加减，常当神而明之。",
					"type":"paragraph"
				},
				{
					"detail":"催生方",
					"type":"paragraph"
				},
				{
					"detail":"当归（一钱）枳壳（一钱二分）葵子（一钱五分）皮硝（一钱）生芝麻（一撮）葱白（二个）煎服。胞破可服，未破不可用，恐终身不孕。胞衣不落，油菜子一撮研碎，水送下，效。",
					"type":"paragraph"
				},
				{
					"detail":"催生立应方",
					"type":"paragraph"
				},
				{
					"detail":"难产、横生、逆生俱效。",
					"type":"paragraph"
				},
				{
					"detail":"车前子（一两）当归（八钱）冬葵白芷枳壳白芍（各三钱）牛膝腹皮（二钱）川芎（五钱）煎服。",
					"type":"paragraph"
				},
				{
					"detail":"凡妇人有喜，如一月者，胎形一点精，如草上露珠凝，未入宫罗，在外户，或散或聚，恶心头晕，不思饮食，脉浮紧，服此药∶当归白芍（各三钱）枳壳（四钱）川芎紫苏（各二钱）砂仁（一钱）甘草（六分）二月胎形如桃花，分枝叶在母北极之半，北极者，阴户二寸。胎入腹未有胞衣，头晕目花，呕吐，不思饮食，服此药∶桔梗益智木香苍术砂仁黄芩（酒炒，各二钱）浓朴紫苏甘草（各一钱）枳壳（三钱）青皮（一钱）三月胎形如茧，渐渐如蚕、一头大，一头小，欲负未入宫罗，病虚弱，恶心呕吐，宜安胎为主。看天气寒热，随症加减。三个月中有病服，胎前有病，宜安胎主方，一帖即愈。",
					"type":"paragraph"
				},
				{
					"detail":"四月胎入宫罗，衣裹膨至丹田，忌食兔、獐异物，蒜韭生冷，身体倦怠，气急发热，饮食无味，贪睡头晕，四肢酸软，服此药∶苏叶（一钱）甘草小茴香枳壳（各五分）浓朴香附砂仁陈皮苍术（各三钱）煎七分，食远服。",
					"type":"paragraph"
				},
				{
					"detail":"五月胎分男女，令母前行唤之，左顾是男，右顾是女，男思酸味，女思淡食。入宫室之内，其胎安稳，没有他病，前方加减治之。",
					"type":"paragraph"
				},
				{
					"detail":"六月胎形，生肌长发，男动左，女动右，在母腹中动如浮鱼游水，如有别病，以安胎为主。",
					"type":"paragraph"
				},
				{
					"detail":"七月胎形长成，眼有光，鼻有气，耳有开，口知味，件件俱完，母病行动艰难。如有别病，安胎为主，随症加减。",
					"type":"paragraph"
				},
				{
					"detail":"八月胎气，主心闷烦躁，饮食不知滋味，饭如糠秕，困弱，有伤脾胃，治宜平胃安胎。",
					"type":"paragraph"
				},
				{
					"detail":"九月胎形，在左右胁，大动忧烦气闷，饮食不快，宜服此药∶益母草（三两）当归枳壳白芍（各四钱）益智（三钱）砂仁（二钱）陈皮（一钱）甘草（六分）水二钟，煎一钟时服。",
					"type":"paragraph"
				},
				{
					"detail":"十月胎形满足，四肢骨骼俱开，始得降生，必待其天然转胞，切勿欲速，致生他病，如腰痛急、胞浆破，以家传妙方服之∶当归川芎百草霜（各二钱）陈皮香附紫苏（各七分）大腹皮（五分）滑石三棱莪术砂仁（各一钱）干姜肉桂（各七分）五灵脂（二钱）玄胡索（三钱）连进三次，胎自落而无患也。",
					"type":"paragraph"
				},
				{
					"detail":"凡胎前有病，安胎主方，如三个月有病，一帖即愈∶陈皮黄芩大腹皮枳壳苏梗芍药当归川芎甘草青皮草果茯苓如呕吐加半夏（姜制）、藿香，发热加柴胡，渴加天花粉，中脘饱闷加木香、枳实，头痛加羌活、白芷、细辛，骨节痛加荆芥、防风，脾胃不实加白术、苍术、浓朴、山药、米仁，泻有积加木香、猪苓、泽泻。",
					"type":"paragraph"
				},
				{
					"detail":"胎前伤风咳嗽饱闷方∶陈皮桔梗花粉柴胡紫苏干葛黄芩前胡大腹皮桑白皮甘草枳壳豆蔻半夏萝卜子当归川芎砂仁加灯芯、姜，久嗽加款冬花、杏仁、麦冬、五味子。伤风不省加麻黄，有痰加栝蒌仁、贝母、茯苓，虚汗不止加芍药、酸枣仁，饱闷加青皮、木香。",
					"type":"paragraph"
				},
				{
					"detail":"凡胎前发热，不思饮食，用此方∶黄芩（炒）香附陈皮花粉大柴胡苏梗归身川芎枳壳干葛青皮甘草熟地芍药茯苓草果羌活山楂腹皮骨皮面红加山栀（炒黑）、黄柏（炒）、知母（炒）。",
					"type":"paragraph"
				},
				{
					"detail":"胎前单寒不止，饮食少进∶陈皮黄芩花粉芍药生地小柴胡黄白术人参茯苓苏梗甘草枳壳腹皮当归川芎砂仁山楂香附头痛加羌活，鼻塞加葱头、防风，遍身疼痛加荆芥。",
					"type":"paragraph"
				},
				{
					"detail":"凡胎前四、五个月，身体困倦，气怠发热，饮食无味，好睡头晕，四肢酸软，此方治之即愈∶橘红苍术苏叶（各二钱）浓朴香附（各三钱）甘草（九分）小茴香（一钱五分）枳壳（五分）分作三服，每日空心温服。",
					"type":"paragraph"
				},
				{
					"detail":"凡胎不安逆上，胀满疼痛，谓之子烦，服此方∶当归川芎芍药陈皮人参紫苏腹皮砂仁枣子如平素虚弱加生地，热加黄芩、地骨皮，气加香附，胸膈气闷加枳实、黄连，因气遍身疼痛加乌药、木香，微泻加黄连（炒）、芍药、白术，如饱闷不用白术。",
					"type":"paragraph"
				},
				{
					"detail":"胎前不时作痛，不思饮食，用是方∶陈皮桔梗乌药归身川芎枳壳黄芩腹皮芍药青皮槟榔香附楂肉玄胡索（炒）姜（一片）茱萸（少许）胎前五、六个月，脉困体弱，体重好睡，食不知味，膨胀，胎略动，此方∶当归（二钱）白芍益母草枳壳（各四钱）砂仁香附益智甘草（各一钱）分作三服，每日空心温服。",
					"type":"paragraph"
				},
				{
					"detail":"胎前见红，胎欲动，腰痛∶枳壳黄芩地榆牡蛎青皮腹皮艾归身川芎熟地芍药苍术浓朴草果白术甘草砂仁（一方用桔梗）胎前脾胃不实∶陈皮桔梗黄芩腹皮山楂山药白术茯苓薏米仁（珍重用之，胎前忌用）苍术浓朴白芍草果甘草香附胎前痢疾后重白积腹痛∶陈皮桔梗浓朴木通乌药山楂黄芩玄胡索山药茯苓姜（炒，用少）米仁猪苓泽泻草果甘草白术茱萸当归身川芎胎前腹中疼痛下痢∶当归川芎白芍茯苓泽泻（各一两）白术（一两半）为末，每服三钱，空心白滚汤下。",
					"type":"paragraph"
				},
				{
					"detail":"胎前痢疾红积腹痛（胎前下痢，查汇集主方，以补中益气汤加味治之，予屡试获效，从钱生记。",
					"type":"paragraph"
				},
				{
					"detail":"再如痢止后小溲不通，本方加车前子三钱，立效）∶陈皮花粉黄连（炒）黄芩腹皮草果白芍苍术浓朴木通米仁山药茯苓猪苓泽泻木香枳实（少许）白术山楂胎前大小便不通，遍身浮肿∶陈皮桔梗花粉猪苓泽泻枳壳青皮升麻腹皮苏梗草果甘草柴胡香附山楂滑石砂仁黄芩姜车前子茯苓皮胎前七、八个月，胎气不和∶归身枳壳川芎黄芩香附陈皮芍药滑石苏梗熟地大腹皮胎前八、九个月服达生散，以扶正气、散滞气，孕妇少虚者尤佳∶大腹皮白术芍药当归（各一钱）陈皮人参甘草紫苏（各五分）煎服。春加川芎、防风；夏加黄芩，或黄连、五味；秋加泽泻；冬加缩砂、枳壳。胎动加苎根、金银∶上气加紫苏；性急加柴胡；多怒加黄芩；食少加缩砂、神曲∶渴加门冬、黄芩；能食加黄杨头；有痰加半夏、黄芩。",
					"type":"paragraph"
				},
				{
					"detail":"胎前不时发晕∶陈皮桔梗归身川芎茯神远志芍药香附甘草黄芩枳壳苏梗柴胡草果砂仁腹皮胎前疟痰方∶紫苏陈皮枳壳黄芩青皮草果苍术浓朴柴胡山楂归身川芎白术乌梅（一个）姜（三片）砂仁（一钱一方用桔梗）胎前伤食感寒，发为疟疾∶橘红茯苓草果良姜白术藿香叶缩砂枣姜甘草胎前二、三个月，胎气凑上，寒热饱胀∶陈皮半夏茯苓白术黄芩枳壳苏梗香附腹皮归身川芎甘草芍药青皮柴胡姜（三片）砂仁萝卜子（各一钱）胎前漏胎，小腹不时作痛∶黄芩地榆陈皮花粉续断枳壳青皮香附芍药苍术艾牡蛎甘草归身川芎熟地草果胎前六、七个月，小腹绞痛，口吐清水，胎气不和∶陈皮黄芩归身茱萸芍药苏梗腹皮川芎熟地白芷枳壳甘草半夏山楂香附胎前胃虚气逆，呕吐不食，急服独胜散∶砂仁一味为末，姜汤调服不拘。",
					"type":"paragraph"
				},
				{
					"detail":"胎九月须用滑胎散∶陈皮乌药归身川芎白芍益母草枳壳苏梗黄芩腹皮花粉桔梗熟地白术滑石十月满足，腹痛。",
					"type":"paragraph"
				},
				{
					"detail":"催生散",
					"type":"paragraph"
				},
				{
					"detail":"陈皮乌药枳壳干姜肉桂木通益母草归尾红花三棱莪术五灵脂牛膝香附白芷百草霜",
					"type":"paragraph"
				},
				{
					"detail":"临产易生散",
					"type":"paragraph"
				},
				{
					"detail":"（后易生药，用猪心血和汤下）∶归尾川芎芍药枳壳乳香木香甘草发灰催经二月用∶干姜肉桂枳壳红花木通杜牛膝牡丹皮生地陈皮香附三棱莪术白芷桃仁滑石",
					"type":"paragraph"
				},
				{
					"detail":"通经散",
					"type":"paragraph"
				},
				{
					"detail":"红花鬼箭羽牛膝桂枝干漆刘寄奴干姜白芷归身苏木三棱三、四个月用堕胎散∶刘寄奴丹皮赤芍生地干姜肉桂三棱莪术白芷梢（各一钱）真寸香甘草梢（各三分）桃仁（二钱）杜牛膝（一钱）归尾红花（各三钱）好酒一碗，好醋一碗，煎八分，入好锻石五分，热服。",
					"type":"paragraph"
				},
				{
					"detail":"调理孕妇∶香附陈皮黄芩大腹皮枳壳归身芍药川芎熟地甘草山楂花粉桔梗茯苓砂仁（一钱）枣（一个）妊妇伤寒，大发热∶小柴胡黄芩枳壳竹茹陈皮花粉紫苏干葛甘草归身川芎羌活大腹皮桔梗香附有痰加竹沥、姜汁，前发热饱闷加枳壳、草果，总加姜三片、砂仁一钱。",
					"type":"paragraph"
				},
				{
					"detail":"束胎丸",
					"type":"paragraph"
				},
				{
					"detail":"（七、八个月恐胎气展大，以此扶助母气）。",
					"type":"paragraph"
				},
				{
					"detail":"白术陈皮（忌火，各二两）白茯苓（七钱五分）条芩（酒洗，夏天用一两，秋冬七钱五分）粥糊为丸，每服五、六十丸，空心白沸汤送下。",
					"type":"paragraph"
				}
			]
		},
		{
			"type":"section",
			"title":"胎前门主方加减活法",
			"content":[
				{
					"detail":"陈皮桔梗天花粉当归川芎芍药生地枳壳青皮黄芩苏梗大腹皮草果山楂甘草胎漏加艾叶、地榆、牡蛎（去血，赤白同治）；腹痛加玄胡索、香附、砂仁；发热加柴胡；小便不通加泽泻、木通（名为胎压膀胱，用升麻末一撮，少顷即通）；大便不通加郁李仁、槟榔、麻仁、枳壳；骨痛加羌活、独活；中湿加苍术；伤风加荆芥、防风、白芷、干葛；头痛加川芎、荆芥；中热加香薷、藿香；子肿加木通、萝卜、苍术、白术；恶心加半夏、草果、肉桂（少许）；子虚加黄、白术、茯苓；腰痛加杜仲；子胀加青皮、枳壳、苏梗、萝卜子；泄泻加木通、猪苓、泽泻、米仁、山药、苍术、浓朴；咳嗽有痰加半夏、杏仁、五味子、天冬；咳嗽无痰加款冬花、栝蒌仁、半夏、灯芯、葱、姜；红痢加黄芩、黄连（炒）、木香、青皮、槟榔、枳壳（三帖后不用枳壳、青皮、槟榔）；白痢加肉桂、木香、槟榔、浓朴、山药、白术、苍术、木通、米仁、吴茱萸；腰痛阵作加陈皮、桔梗、乌药、山楂、枳壳、百草霜、干姜、肉桂、青皮、木通、归尾、川芎、茱萸、滑石、砂仁；疟疾加青皮、槟榔、草果、柴胡、半夏、茯苓、扁豆、苍术、浓朴、砂仁、甘草；中风加荆芥、防风、天麻、干葛。",
					"type":"paragraph"
				}
			]
		},
		{
			"type":"section",
			"title":"胎前方诀",
			"content":[
				{
					"detail":"胎前妙药橘甘陈，芍药川芎生地青，归腹二皮花粉壳，山楂苏梗果黄芩。",
					"type":"paragraph"
				},
				{
					"detail":"胎漏地榆牡蛎艾，腹痛玄胡香附砂。",
					"type":"paragraph"
				},
				{
					"detail":"去红去白如前药，发热柴胡急急加。",
					"type":"paragraph"
				},
				{
					"detail":"小便不通泽泻木，若难大便郁槟麻。",
					"type":"paragraph"
				},
				{
					"detail":"骨痛二活湿苍术，伤风干葛芷荆防。",
					"type":"paragraph"
				},
				{
					"detail":"头痛川芎荆芥用，中热还须薷藿香。",
					"type":"paragraph"
				},
				{
					"detail":"子肿木通苍白卜，恶心半夏桂草果。",
					"type":"paragraph"
				},
				{
					"detail":"术茯苓治子虚，若还腰痛加添杜。",
					"type":"paragraph"
				},
				{
					"detail":"子胀枳壳用青皮，苏梗再加莱菔子。",
					"type":"paragraph"
				},
				{
					"detail":"泄泻木通猪苓泽，苍术浓朴山药米。",
					"type":"paragraph"
				},
				{
					"detail":"咳嗽有痰半夏杏，天冬五味治此症。",
					"type":"paragraph"
				},
				{
					"detail":"若无痰嗽用款冬，蒌半灯芯葱姜共。",
					"type":"paragraph"
				},
				{
					"detail":"痢红痢白有良方，红者芩连青木香，枳壳槟榔加药内，三帖就去壳青榔。",
					"type":"paragraph"
				},
				{
					"detail":"痢白肉桂木香米，朴通苍白药槟榔。",
					"type":"paragraph"
				},
				{
					"detail":"腰痛阵阵有良方，楂壳青姜百草霜，茱萸归尾通川滑，陈桔乌砂肉桂汤。",
					"type":"paragraph"
				},
				{
					"detail":"疟疾青果柴半茯，砂草苍朴豆槟榔。",
					"type":"paragraph"
				},
				{
					"detail":"中风荆防天麻葛，此是胎前神效方。",
					"type":"paragraph"
				}
			]
		},
		{
			"type":"section",
			"title":"产后",
			"content":[
				{
					"detail":"凡产后血虚，宜补血，虽有他症，以末治之，追败养新为主，忌一切生冷、油腻、腥膻、炙、伤血等物。主方∶当归川芎熟地肉桂白芷山楂乌药陈皮桔梗干姜甘草牛膝灵脂水煎。如发热加柴胡；口渴加花粉，恶心加半夏，头疼加白芷、羌活；饱闷加草果；腹痛加玄胡、吴萸；血晕加童便一钟；骨节痛加羌活、荆芥穗，瘀血不下，加三棱、蓬术、红花；咳嗽加前胡。",
					"type":"paragraph"
				},
				{
					"detail":"临盆腹痛，腰不甚痛者，未产也。其腰作阵痛者，宜服此方∶陈皮桔梗乌药山楂枳壳青皮干姜肉桂木通吴萸川芎归尾滑石砂仁（五分）百草霜（一钱）水煎。",
					"type":"paragraph"
				},
				{
					"detail":"产后血即上奔要死者，取童便一碗，饮之即愈。",
					"type":"paragraph"
				},
				{
					"detail":"产后狂言，瘀血不行∶陈皮归尾桔梗乌药川芎熟地干姜肉桂红花灵脂三棱莪术白芷香附山楂草果甘草砂仁（一钱）生姜（三片）水煎至八分，入童便一钟，热服。",
					"type":"paragraph"
				},
				{
					"detail":"产后乳汁不通（如妇人乳多，无小儿吃，乳房胀痛，欲乳回上，用麦芽二两煎，服立效。故产后切不用麦芽，戒之）∶漏芦猪蹄（）木通肉桂干姜陈皮乌药白芷山楂益母归尾川芎熟地桔梗甘草水煎。",
					"type":"paragraph"
				},
				{
					"detail":"产后二日之后，瘀血奔上发狂，言语颠乱，不省人事，即为中风发狂之症∶陈皮桔梗乌药山楂柴胡枳壳三棱蓬术归尾干姜官桂吴茱萸砂仁如奔下两腿如车轮之肿大者，不能展动，为恶血流滞入四肢之症∶陈皮桔梗山楂柴胡吴萸白芷干姜木通三棱川牛膝苏木桂枝归尾桃仁先用炒热麸皮熨之。",
					"type":"paragraph"
				},
				{
					"detail":"产后心腹绞痛，血迷心窍，不知人事，乃寻常瘀血、积血作痛，用失笑散∶五灵脂朱砂（同炒）蒲黄（炒）三味等分为末，温酒下。",
					"type":"paragraph"
				},
				{
					"detail":"产后腹痛舒筋汤∶玄胡索当归桂心杜仲桃仁牛膝续断水酒各半产后生肠不收，枳壳煎汤即收。",
					"type":"paragraph"
				},
				{
					"detail":"产后玉门不闭∶硫黄（一两）吴萸（七钱五分）菟丝子（七钱五分）蛇床子（五钱）水煎洗。",
					"type":"paragraph"
				},
				{
					"detail":"产后血晕，漆器烧烟熏鼻即苏。",
					"type":"paragraph"
				},
				{
					"detail":"产后子宫不收，痛不可忍∶淡竹叶煎汤，先熏后洗，后用五倍子末、白矾末，干掺效。",
					"type":"paragraph"
				},
				{
					"detail":"产后劳动，阴脱不收∶硫黄乌鲫鱼骨（各五钱）五味子（二钱五分）共为末，掺阴处，即安也。",
					"type":"paragraph"
				},
				{
					"detail":"产后抬出，因用力太过，阴中突出一物，如茄子之状∶用石醋炒赤色，煎汤洗之，次日即收。一方或用锻石，煎汤洗之妙。",
					"type":"paragraph"
				},
				{
					"detail":"产后一、二日服此药，永无百病∶益母草（一把）当归（三钱）生地（三钱）甘草（五分）川芎（一钱五分）山楂（三钱）用好酒一碗，童便（去头尾）一钟，入药内，同煎服。",
					"type":"paragraph"
				},
				{
					"detail":"产后血虚须补血，虽有别病，以末治之，追败养心为主，切忌生冷之物，调理主方∶当归川芎熟地肉桂白芷山楂乌药陈皮桔梗益母草五灵脂干姜牛膝甘草发寒热加柴胡，口渴加天花粉，饱胀加草果，头痛加白芷、羌活，腹痛加玄胡索、茱萸，血晕加童便，瘀血不下加红花、三棱、莪术，咳嗽加柴胡、门冬，骨节疼痛加荆芥，恶心加半夏。",
					"type":"paragraph"
				},
				{
					"detail":"产后血虚，三朝空痛∶乌药陈皮桔梗香附白芷干姜肉桂玄胡索益母草五灵脂熟地甘草归尾川芎牛膝山楂三棱莪术产后儿枕作痛∶陈皮乌药桔梗干姜肉桂五灵脂熟地甘草归尾川芎牛膝山楂益母草白芷香附产后十朝，瘀血太多，小腹刺痛∶陈皮桔梗乌药干姜肉桂白芷芍药川芎归尾熟地牛膝茱萸山楂香附玄胡索产后内伤，丹田刺痛∶归尾（三钱）白术肉桂姜陈皮桔梗白芍连□山楂（各一钱）白芷（二钱）玄胡索乳香（各五分）胡桃肉（三个）产后伤风，头痛骨疼，发热∶陈皮桔梗干葛柴胡羌活归尾川芎白芷肉桂防风荆芥甘草半夏前胡姜产后乳水不通∶漏芦猪蹄木通陈皮乌药白芷山楂桔梗川芎归尾熟地甘草益母草姜桂产后破伤风∶苏梗归尾（各三钱）防风羌活白芷川芎柴胡干葛（各二钱）陈皮姜桂荆芥前胡木通（各一钱）半夏（五分）甘草（三分）葱姜产后气血两虚，不思饮食，小腹作痛∶归身（三钱）熟地白芍香附（各二钱）陈皮桔梗川芎草果乌药干姜桂白芷茯苓砂仁（各一钱）玄胡索（五分）甘草（三分）五灵脂（五分）姜（三片）产后大补气血调理∶归身（三钱）川芎香附白芷山楂熟地（各二钱）陈皮芍药干姜肉桂茯苓桔梗乌药（各一钱）甘草（三分）枣（一个）产后劳倦发热∶归身（三钱）陈皮花粉熟地骨皮乌药（各二钱）桔梗香附川芎小柴胡荆芥砂仁（各一钱）白芷干姜肉桂（各五分）甘草（三分）姜（三片）产后食伤脾胃（名脾泻）∶陈皮草果苍术浓朴白芍山茱猪苓茯苓白术桔梗肉桂干姜（各一钱）米仁山楂（各二钱）甘草（三分）枳实（五分）产后十朝，瘀血不止，小腹急痛∶归尾（二钱）陈皮川芎熟地芍药红花干姜肉桂乌药白芷香附三棱莪术草果五灵脂（各一钱）玄胡索（五分）产后中风不语∶石菖蒲贝母（各二钱）陈皮防风荆芥苏梗干葛干姜肉桂牛膝朱砂（各一钱）白芷乌药砂仁姜（三片）童便（一钟）（另方用香附）产后狂语，瘀血不行∶陈皮归尾桔梗乌药川芎熟地干姜肉桂红花三棱莪术五灵脂白芷香附山楂草果甘草姜（三片）砂仁（一钱）童便（一钟）热服。",
					"type":"paragraph"
				},
				{
					"detail":"产后痢疾，腹痛后重∶木香茯苓陈皮山茱苡仁白术木通苍术浓朴芍药干姜肉桂玄胡乌药猪苓泽泻草果半夏砂仁产后遍身疼痛，转侧不便，此恶血流滞四肢也，宜服此方∶归尾红花赤芍荆芥生地川芎防风肉桂干姜牛膝陈皮乌药苍术木通羌活白芷香附甘草外用炒麸皮通身熨转。",
					"type":"paragraph"
				},
				{
					"detail":"产后伤风，咳嗽吐痰，潮热∶骨皮花粉前胡干葛桑皮陈皮桔梗门冬杏仁茯苓甘草半夏乌药归身川芎防风小柴胡姜（三片）灯芯（三十段）产后过月，小腹有块，升上升下作痛，此气血积聚，只定痛为主∶陈皮枳壳山楂白芷玄胡索乌药归尾肉桂干姜草果甘草芍药木香五灵脂萝卜子（各一钱）姜（三片）产后月余，忽然瘀血流行，小腹作痛，紫血块者∶干姜肉桂白芷芍药枳壳陈皮乌药香附桔梗山楂玄胡归尾川芎熟地产后月余，乍寒乍热，如疟疾状∶陈皮归身川芎小柴胡桔梗花粉生地白芍黄茯苓香附羌活乌药山楂甘草半夏产后疟疾∶甘草防风陈皮桔梗苍术浓朴熟地茯苓干姜（少）肉桂（少）花粉砂仁（一钱）乌梅（一个）生姜（三片）",
					"type":"paragraph"
				},
				{
					"detail":"绝疟饮",
					"type":"paragraph"
				},
				{
					"detail":"常山槟榔草果枳壳青皮苍术浓朴陈皮甘草半夏乌梅（一个）白酒同水煎，露一宿，五更凉服。",
					"type":"paragraph"
				},
				{
					"detail":"疟疾虚极，汗出不止∶归身黄（各三钱）熟地（二钱）人参鳖甲白芍苍术浓朴陈皮（各一钱）枣子（二个）劳倦血虚，遍身疼痛∶归身川芎白芍陈皮乌药熟地花粉柴胡香附山楂荆芥羌活白芷甘草苍术砂仁（五分）姜（三片）虚劳黄瘦∶归身川芎茯苓陈皮花粉乌药熟地白芍香附白芷山楂柴胡苍术浓朴甘草小便淋漓作痛，闭滋不通∶木通升麻乌药车前子枳壳芍药猪苓泽泻陈皮花粉桔梗大腹皮草果茯苓甘草白芷香附虚劳发热，咳嗽无痰，用止热止嗽药不愈，服犀角地黄汤∶犀角淮生地银柴胡胡黄连橘红骨皮知母天花粉天冬麦冬甘草黄芩茯苓归身川芎产后通方论（后载方）凡产后盈月，气血充足则病不生，若气血虚弱，百病俱生，妇人多患此。但临产之时既患恶血，岂能尽消？血晕不省人事，心头饱闷，小腹胀痛。产后身子轻快，虽有别病，且自安之，三朝以来，阴阳相争，寒热并至，以家传妙方治之。不然，则三日一发，五日一发，七日、十日一发，服药少可。如恶露不尽，其寒热即止。月满之际，寒热交作，别病成患，不可言也。",
					"type":"paragraph"
				},
				{
					"detail":"定方∶陈皮香附当归川芎灵脂莪术三棱肉桂干姜玄胡索白芷熟地枳壳桔梗苍术加减∶寒热加紫苏，昏迷不省加童便，遍身痛加乌药，伤风咳嗽加桑皮、桔梗、杏仁，小便不通加木通或通草。",
					"type":"paragraph"
				},
				{
					"detail":"又方∶当归川芎熟地干姜白芷肉桂山楂乌药陈皮甘草桔梗益母灵脂牛膝寒热加柴胡，渴加天花粉；饱胀加草果；头痛加白芷、羌活，腹痛加玄胡索、茱萸，骨节痛加荆芥，瘀血不下加红花、三棱、莪术，血晕加童便；恶心加半夏，咳嗽加前胡、麦冬。",
					"type":"paragraph"
				},
				{
					"detail":"产后瘀血作痛∶归身（二钱）灵脂川芎砂仁香附蓬术山茱萸赤芍红花干姜乌药肉桂丹皮枳壳（各一钱）甘草（三分）产后恶露不下，儿枕块痛，一切血气，脐腹撮痛∶当归芍药蒲黄红花玄胡索血竭桂心没药干漆（炒烟尽）为末，酒调，每服二钱。",
					"type":"paragraph"
				},
				{
					"detail":"催生神应散",
					"type":"paragraph"
				},
				{
					"detail":"车前子（一两）冬葵子（三钱）白芷（三钱）枳壳（二钱）水煎，不拘时服。如不下，加牛膝；十月足，无阵痛，亦可服，连日不下，加牛膝二钱，痛急坠，加大腹皮八分；欲产不产而无阵痛者，血虚，加白芍、归尾、红花各一钱。",
					"type":"paragraph"
				},
				{
					"detail":"又方催生用归尾、川芎、发灰一团、龟甲三片，临产水煎服。",
					"type":"paragraph"
				}
			]
		},
		{
			"type":"section",
			"title":"产后门主方加减（载后）",
			"content":[
				{
					"detail":"陈皮桔梗乌药牛膝山楂白芷干姜（炒）肉桂香附甘草山茱萸（末）玄胡索五灵脂三日外发寒热，加柴胡、当归尾；七日外发寒热，小腹痛，加三棱、蓬术、桃仁；十四日外发寒热，乃虚热也，加川芎、当归、熟地、茯苓、柴胡；廿一日腹中升上升下痛者，乃气也，加草果、豆蔻、槟榔、砂仁；小腹中一块痛，乃恶血不尽，加三棱、蓬术、归尾、桃仁；三、四日或七、八日，血已尽而升上升下痛者，乃气食相干症也，加草果、槟榔、枳壳、山楂、三棱、莪术；初产三日至七日，小腹如有胎之状，此临盆进风，为破腹伤风症，加防风、荆芥、苏木、干葛、独活、蓬术、三棱、白芷；廿八日外，有鲜血、恶血来，即是淋沥，加天花粉、川芎、艾、牡蛎、地榆、黄芩、生地、白芍、当归、玄胡索、肉桂（去）、乌药（去）、茱萸（去）、干姜（去）；一月外，血虚寒热，加人参、白术、归身、川芎、茯苓、白芍、茱萸、干姜；咳嗽加杏仁、五味子、天冬；有风痰嗽，加干葛、紫苏、前胡、桑白皮；无风痰嗽，加茯苓、白术、当归、川芎、赤芍；恶心加半夏；发热加柴胡；赤白淋漓，加地榆、白芷、艾叶、牡蛎；失于调理虚损，加人参、白术、茯苓、甘草、黄、川芎、当归、白芍、熟地、肉桂、香附；三日外，瘀血奔上发狂，言语颠倒，不省人事，即是中风发狂，加陈皮、桔梗、乌药、山楂、柴胡、真朱砂、三棱、枳壳、蓬术、归尾、干姜、茱萸、肉桂；三日外，瘀血奔下，两胁肿胀，不便转动，即恶血流注，加陈皮、桔梗、山楂、木通、白芷、干姜、官桂、柴胡、三棱、蓬术、茱萸、牛膝、归尾、桃仁；恶心，虚气相干，积聚为痞，在左为血，在右为气，在中为痰，治血加陈皮、桔梗、乌药、山楂、香附、三棱、蓬术、五灵脂、玄胡索、归尾、川芎、木香、槟榔、草果，治气加枳壳、茱萸、青皮、豆蔻、干姜、官桂，治痰加半夏、南星、五灵脂（去）、官桂、茱萸，干姜；骨节疼痛加羌活；头痛加川芎、荆芥；二十日内大发热，必加炒黑干姜；风症加防风、荆芥、苏木、干葛、白芷、独活、蓬术、三棱；七日外，小腹作痛者，有块，发寒热，恶血未尽，或内伤产门，为阴伤症，轻则七日而愈，重则十四日而愈，极重而廿一日而愈，加荆芥穗、白芷、连翘、金银花；伤风加防风、紫苏、干葛；有痰加半夏、茯苓、甘草、陈皮；骨痛加羌活、当归；腰痛加茯苓、杜仲；小便不通加车前子、木通、泽泻、升麻；大便不通加郁李仁、麻仁、枳实，七日以外仍加大黄；泄泻加木通、猪苓、泽泻、山药、苍术、浓朴、米仁；痢疾加槟榔、木香、木通、猪苓、泽泻、枳壳；疟疾加柴胡、青皮、槟榔、草果、浓朴、甘草；血虚发热加川芎、当归、白芍（炒）、生地、黄芩；伤食加枳壳、山楂、草果、三棱、蓬术；中湿如水面上浮者之状，遍身浮肿，眼目视物不转睛者，加防风、荆芥、三棱、蓬术、茱萸、白术、干姜、肉桂、柴胡、归尾、桃仁、萝卜子、川乌、草乌（不可用多，每贴二分）；中风不语，不省人事，此乃恶血迷心，舌乃心之苗，故不语，必先观其眼珠转动治，不能转动者不治，加陈皮、桔梗、石菖蒲、归尾、乌药、门冬、桃仁、防风、辰砂、甘草。",
					"type":"paragraph"
				}
			]
		},
		{
			"type":"section",
			"title":"产后方诀",
			"content":[
				{
					"detail":"产后不惟去恶血，白芷楂陈梗牛膝，干姜肉桂萸茱乌，香附灵脂玄胡入。",
					"type":"paragraph"
				},
				{
					"detail":"三日外若发寒热，柴胡归尾不可缺。",
					"type":"paragraph"
				},
				{
					"detail":"七日寒热小腹痛，桃仁蓬棱三味精。",
					"type":"paragraph"
				},
				{
					"detail":"十四外来是虚寒，归芎柴茯地黄尊。",
					"type":"paragraph"
				},
				{
					"detail":"廿一日外腹中疼，升上升下作气论，草果槟榔砂仁蔻，四味加添效如神。",
					"type":"paragraph"
				},
				{
					"detail":"心腹之中一定痛，原来恶物尤未尽，速加棱术归尾桃，恶物出兮无余剩。",
					"type":"paragraph"
				},
				{
					"detail":"又有气食相干症，升上升下痛难禁，果槟枳实共山楂，便是棱术亦可进。",
					"type":"paragraph"
				},
				{
					"detail":"初产三至七日间，小腹状若有胎然，此是临盆进风故，破腹伤风自古传，药用荆防苏术葛，独活白芷三棱添。",
					"type":"paragraph"
				},
				{
					"detail":"廿八恶血鲜血来，产后淋漓真大害，四物汤加花粉索，黄芩地榆牡蛎使，切忌葱姜乌桂萸，因有鲜血恐大溃。",
					"type":"paragraph"
				},
				{
					"detail":"一月外发血虚寒，亦忌前方五味全，参术芎归茯芍药，补其血气免忧煎。",
					"type":"paragraph"
				},
				{
					"detail":"咳嗽天冬味杏仁，有风而嗽慢评论，须加干葛前胡紫，桑白须加止嗽神，无风而嗽须芍药，白术芎归用茯苓。",
					"type":"paragraph"
				},
				{
					"detail":"恶心半夏加些好，发热柴胡自古论，赤白淋漓只四味，地榆艾芷加牡蛎。",
					"type":"paragraph"
				},
				{
					"detail":"失于调理至虚损，白术肉桂加人参，当归生地川芎芍，香附黄甘茯苓。",
					"type":"paragraph"
				},
				{
					"detail":"三日外若瘀血虚，发狂颠倒中风形，朱砂棱术柴官尾，乌壳姜楂陈萸梗。",
					"type":"paragraph"
				},
				{
					"detail":"三日外若瘀血坠，两足肿胀难进退，前方减去朱乌壳，加入桃仁芷膝通。",
					"type":"paragraph"
				},
				{
					"detail":"积块棱术楂归尾，玄胡乌附木槟陈，灵脂川芎桔草果，分气分痰仔细评，气加青壳吴萸蔻，官桂干姜亦味佳；若是痰兮用星半，减去灵脂桂姜萸。",
					"type":"paragraph"
				},
				{
					"detail":"骨节疼痛加羌活，头痛川芎荆芥临。",
					"type":"paragraph"
				},
				{
					"detail":"二十日内发大热，必用干姜须炒黑。",
					"type":"paragraph"
				},
				{
					"detail":"风症荆防苏木葛，蓬术独活芷三棱。",
					"type":"paragraph"
				},
				{
					"detail":"七日以外小腹痛，有块发寒血未尽，或因内致产门伤，芷翘银花荆芥穗。",
					"type":"paragraph"
				},
				{
					"detail":"伤风苏葛与防风，有痰二陈汤须定。",
					"type":"paragraph"
				},
				{
					"detail":"骨痛羌活及当归，腰痛茯苓与杜仲。",
					"type":"paragraph"
				},
				{
					"detail":"小便不通车前子，木通泽泻升麻境。",
					"type":"paragraph"
				},
				{
					"detail":"大便枳实郁麻仁，七外不通将军应。",
					"type":"paragraph"
				},
				{
					"detail":"泄泻木通猪苓泽，山药苍朴薏米仁。",
					"type":"paragraph"
				},
				{
					"detail":"痢疾槟榔共木香，木通泽泻壳猪苓。",
					"type":"paragraph"
				},
				{
					"detail":"疟疾柴胡青皮草、浓朴槟榔草果仁。",
					"type":"paragraph"
				},
				{
					"detail":"血虚发热四物芩，伤食楂壳果蓬棱。",
					"type":"paragraph"
				},
				{
					"detail":"中湿遍体多浮肿，眼目视物不转睛，荆防蓬棱茱萸术，姜桂柴卜尾桃仁，川乌草乌休多用，每帖只用二三分。",
					"type":"paragraph"
				},
				{
					"detail":"中风不语血迷心，眼定不必费精神，眼珠转动稍可救，陈皮桔梗与桃仁，菖蒲归尾同乌药，门冬防风甘草辰。",
					"type":"paragraph"
				}
			]
		},
		{
			"type":"section",
			"title":"万病回生丹治产后十八症",
			"content":[
				{
					"detail":"人参（三钱）白术（三钱）白茯苓（一两）甘草（五钱）当归（一两）川芎（一两）熟地（一两）白芍（五钱）桃仁（一两）玄胡（一两）灵脂（五钱）蒲黄（一两）三棱（五钱）羌活（五钱）地榆（五钱）牛膝（五钱）良姜（五钱）茱萸（用肉五钱）陈皮（五钱）苍术（一两）香附（一两）乌药（二两五钱）木瓜（五钱）青皮（三钱）木香（一钱）乳香（一钱）没药（一钱）共为细末，用大黄膏为丸。大黄一斤为末，苏木三两锉碎，用水五碗，煎汁三碗，去渣存汁。红花三两，炒黄色，入好酒一大壶，煮三、五滚，去渣存汁。",
					"type":"paragraph"
				},
				{
					"detail":"黑豆三升，煮熟去豆存汁三碗。外用好醋四碗，入大黄末搅匀，熬成膏，如干再入醋一碗，如此三遍。次下红花汁、苏木汤、黑豆汁，搅开大黄膏，令匀，入熬成膏，取出，盆内盛之，将锅巴焙干为末，与回生丹药细末和匀，将大黄膏为丸如弹子大，不拘时服，每用一丸，酒顿下。",
					"type":"paragraph"
				},
				{
					"detail":"此药专治产后十八症，奇传神效∶子死腹中第一，难产第二，胎衣不下第三，产后血晕第四，口干心闷第五，寒热时疟第六，四肢浮肿第七，癫狂乱语第八，失音不语第九，产后泻痢第十，百节酸疼第十一，尿血如鸡肝第十二，胀满呕吐第十三，咳嗽寒热第十五，喉中蝉声第十六，衄血生斑第十七，腰痛便涩第十八。",
					"type":"paragraph"
				},
				{
					"detail":"以上诸症，急用回生丹二、三丸，酒化下，顿服即愈。",
					"type":"paragraph"
				},
				{
					"detail":"产后头疼，发热咳嗽，身热无汗，为之伤寒，加麻黄末三分，葱姜汤服；产后头疼，身热有汗，为之伤风，加桂枝三分，葱姜汤服。产后咳嗽不止，加人参三分，五味子八粒，苏叶三片，酒煎服。产后无乳，加天花粉末三分，当归末三分，穿山甲三分（炙黄色），为末，热酒服下，不拘时服，令揉乳千余转，其乳如涌泉而出。室女经闭不通，加蓬术末三分，赤芍末三分，姜黄末五分，天花末四分，同酒内倾化，不拘时服。妇人寻常前后月信不一，每用一钱，空心酒顿化服，切忌生冷咸酸等物。妇人风中，角弓反张，口噤涎沫，黑豆半升，炒令焦黑，候烟起以无灰，酒二升沃之，入瓷器内，每用此酒半升，入独活五钱，同煎六分，温服。产后死血作淋、痛不可忍，此症亦能损胃不食，用土牛膝一合，水五钟，煎折其四，去渣，入麝香少许，空心服。产后瘀血冲心不能止者，用好醋一碗，烧红铁称锤，连数次，服之即愈。",
					"type":"paragraph"
				},
				{
					"detail":"产后血痛∶归尾赤芍赤苓玄胡索丹皮红花香附牛膝陈皮益母草甘草水煎服。如痛甚，加五茄皮、三棱、蓬术、刀豆壳。",
					"type":"paragraph"
				},
				{
					"detail":"乌金丸",
					"type":"paragraph"
				},
				{
					"detail":"产后可逐瘀血，能止腹痛，亦可行经，妙不可述。",
					"type":"paragraph"
				},
				{
					"detail":"锦纹大黄八两（炒尽烟）广木香（一两）没药（一两）二味共为末，煎大黄膏为丸如弹子大，每用一丸，酒下。",
					"type":"paragraph"
				},
				{
					"detail":"黑神散",
					"type":"paragraph"
				},
				{
					"detail":"（又名回生丸）专治妇人经凝，产后瘀血攻心，流血不止。兼治跌扑损伤，木石压坏垂死，不过三服，用葱敷之，内用酒化一丸，加童便尤妙。如人见官临杖，先服一丸，及能护心保命。",
					"type":"paragraph"
				},
				{
					"detail":"当归（酒洗）赤芍（炒）熟地（酒浸）蒲黄（炒）桂心（去粗皮）甘草（各四两）黑豆（炒半升）黄茄种壳（四两）以上为末，炼蜜为丸，每重三钱，随症用汤送下。",
					"type":"paragraph"
				},
				{
					"detail":"产后瘀血冲心，几乎绝者，用煤五、六两一块，烧红，淬酒数次，将酒服之，须臾即定。",
					"type":"paragraph"
				},
				{
					"detail":"产后去血过多而血晕∶当归生地乌药荆芥穗益母草干姜（炒黑）红花以童便、酒各半钟冲服。",
					"type":"paragraph"
				},
				{
					"detail":"产后骨节疼痛酸软，身子发热∶乌药山楂归尾香附生地益母草干姜红花苏木肉桂童便，酒各半，冲服。",
					"type":"paragraph"
				},
				{
					"detail":"产后头疼，身子虚弱∶当归生地香附人参知母麦冬干姜（炒黑）川芎加童便产后虚热，出汗不止∶人参黄白术生地川芎黄芩香附知母益母草加莲肉产后腰疼腹痛∶杜仲当归生地苏木干姜（炒黑）乌药红花香附山楂益母草产后头疼腹痛，名为弄水∶干姜肉桂乌药红花山楂益母草当归生地香附苏木加童便酒产后口渴津枯∶知母当归山栀仁麦冬天花粉生地黄连陈皮甘草产后血热相搏而发谵语∶柴胡黄芩生地当归半夏山栀仁麦冬知母陈皮苏木产后腰痛，腿软瘫∶当归红花苡米仁汉防己羌活防风木瓜杜仲生地乌药苏木干姜酒冲。",
					"type":"paragraph"
				},
				{
					"detail":"产后作泻或痢疾∶白术茯苓山药白芍陈皮木香枳壳米仁吴茱萸人参干姜（炒黑）甘草黄连加砂仁莲肉产后头疼恶风∶羌活细辛本当归地黄乌药防风香附川芎产后身热咳嗽∶白术麦冬知母黄芩贝母桑皮陈皮枳壳桔梗黄连干姜（炒黑）山栀有汗加黄产后遍身发肿∶当归白术茯苓皮芍药黄连木香浓朴大腹皮萝卜子人参陈皮枳实加灯芯砂仁产后半月，血来不止∶当归续断蒲黄（炒）黄连地榆干姜（炒黑）黄芩砂仁熟地产后声哑喉咙痛∶桔梗薄荷贝母黄连玄参黄芩山豆根栀子当归白术陈皮甘草白茯苓天花粉圆眼肉产后腹有块疼痛∶乌药山楂肉桂当归地黄红花益母草干姜（炒黑）水酒产后瘫痪不起∶秦艽当归生地天花粉羌活香附米仁木瓜人参川牛膝汉防己黄水煎，冲酒服。",
					"type":"paragraph"
				},
				{
					"detail":"产后心痛欲死者，百药不效，服此即愈∶五灵脂蒲黄（炒）为末，醋汤下。",
					"type":"paragraph"
				},
				{
					"detail":"产后风病不能行动∶防己（一两）苍术（二两半，泔水浸，炒）白术（二两土炒）木瓜（一两）米仁（三两，水浸一宿，炒）牛膝（二两酒浸）归身（二两酒炒）芍药（一两）生地（一两酒浸）红花（三钱）橘红（一两）共作十帖，水煎服。",
					"type":"paragraph"
				},
				{
					"detail":"产后胎衣不下，恶血凑心，其症心头迷闷，胎衣上逆冲心，须臾不治，其母即亡∶干漆（五钱）大附子（一个炮，去皮尖）大黄（五钱）醋熬干二味，为丸如桐子大，每服卅丸，淡醋汤送下，须臾又进一服，胎立下矣。",
					"type":"paragraph"
				},
				{
					"detail":"产后恶露不尽，腹痛∶大归身红花川芎干姜肉桂楂肉小产下血久不止者∶人参黄当归白术白芍（酒炒）甘草阿胶（炒）川芎青皮（炒黑）香附艾砂仁水煎。",
					"type":"paragraph"
				},
				{
					"detail":"产后户内暴脱一物如帕，用力太过，元气下陷∶人参黄白术升麻后用川芎、当归、白芍、甘草调养。",
					"type":"paragraph"
				},
				{
					"detail":"小产后心腹疼痛∶当归川芎熟地芍药玄胡香附青皮泽兰丹皮红花桃仁水煎，童便冲服。",
					"type":"paragraph"
				},
				{
					"detail":"产后胞衣不下，用夺命丹∶牡丹皮大黄（各四钱）附子（三钱）干漆（一钱）上为末，鸡子清为丸，土牛膝汤下。",
					"type":"paragraph"
				},
				{
					"detail":"产后虚汗不止∶人参黄当归牡蛎浮小麦麻黄根生姜水煎服。",
					"type":"paragraph"
				},
				{
					"detail":"产后积聚，瘀血成块，宜破紫血丸，治之如神∶红娘子（一钱微炒）蒲黄（三钱）归尾（酒浸）斑蝥（去头足，焙七分）雄黄血竭（一钱）共为细末，面糊为丸，如胡桃大，金箔为衣，每服九丸。空心酒送，一服痛止。",
					"type":"paragraph"
				},
				{
					"detail":"产后血气攻心单方∶香附研为末，每服二钱，好酒热下。",
					"type":"paragraph"
				}
			]
		},
		{
			"type":"section",
			"title":"乌金散治产后十八症",
			"content":[
				{
					"detail":"木香乌大豆肉桂真蒲黄当归血余炭赤芍药青皮凌霄花大蓟小蓟棕毛灰红花蚕种币朱砂血竭大黄以上十八味，除灰外，俱研末，连灰、酒一处研匀，用姜汤或凌霄花汤，酒下亦可，病甚者，日进三服。",
					"type":"paragraph"
				},
				{
					"detail":"此药治胎衣不下，难产，产后血晕，口干心烦，产后寒热，四肢浮肿，癫狂，言语无度，乃血邪也，并治之。失音不语，骨痛酸疼，胸膈气满，呕吐，咳嗽，潮热不定，或小便涩，或舌干，鼻中出血，绕顶出斑，腰痛如刺，或腹疼痛，喉内蝉声，并皆治之。",
					"type":"paragraph"
				}
			]
		},
		{
			"type":"section",
			"title":"黑虎丹治产后血症垂死者即生",
			"content":[
				{
					"detail":"五灵脂川当归川芎良姜等分，入砂盆内，再煎灵脂末，取调封缝纸，捣盐泥固济，炭火十斤，锻通红，去火候冷，开盆，看成黑糟研，入后药∶硫黄（半制半生一两）花蕊石（锻一钱）乳香（一钱五分）琥珀（一钱）俱令研细末，和匀，醋糊丸弹子大。每服一丸，炭火烧通红，投姜，自然汁（无灰）、好酒各一合，童便半钟，研顿服。",
					"type":"paragraph"
				}
			]
		}
	]
}