{
	"book_title":"濒湖脉学",
	"content":[
		{
			"type":"section",
			"title":"序",
			"content":[
				{
					"detail":"李时珍曰∶宋有俗子，杜撰《脉诀》，鄙陋纰缪，医学习诵，以为权舆，逮臻颁白，脉理竟昧。戴同父常刊其误，先考月池翁着《四诊发明》八卷，皆精诣奥室，浅学未能窥造。珍因撮粹撷华，僭撰此书，以便习读，为脉指南。世之医病两家，咸以脉为首务，不知脉乃四诊之末，谓之巧者尔，上士欲会其全，非备四诊不可。",
					"type":"paragraph"
				},
				{
					"detail":"明嘉靖甲子上元日谨书于濒湖所",
					"type":"paragraph"
				}
			]
		},
		{
			"type":"section",
			"title":"浮（阳）",
			"content":[
				{
					"detail":"浮脉，举之有余，按之不足（《脉经》）。如微风吹鸟背上毛，厌厌聂聂（轻泛貌），如循榆荚（《素问》），如水漂木（崔氏），如捻葱叶（黎氏）。浮脉法天，有轻清在上之象，在卦为干，在时为秋，在人为肺，又谓之毛。太过则中坚旁虚，如循鸡羽，病在外也。不及则气来毛微，病在中也。《脉诀》言，寻之如太过，乃浮兼洪紧之象，非浮脉也。",
					"type":"paragraph"
				},
				{
					"detail":"〔体状诗〕浮脉惟从肉上行，如循榆荚似毛轻。三秋得令知无恙，久病逢之却可惊。",
					"type":"paragraph"
				},
				{
					"detail":"〔相类诗〕浮如木在水中浮，浮大中空乃是芤。拍拍而浮是洪脉，来时虽盛去悠悠。浮脉轻平似捻葱。虚来迟大豁然空。浮而柔细方为濡，散似杨花无定踪。浮而有力为洪，浮而迟大为虚，虚甚为散，浮而无力为芤，浮而柔细为濡。",
					"type":"paragraph"
				},
				{
					"detail":"〔主病诗〕浮脉为阳表病居，迟风数热紧寒拘。浮而有力多风热，无力而浮是血虚。寸浮头痛眩生风，或有风痰聚在胸。关上土衰兼木旺，尺中溲便不流通。",
					"type":"paragraph"
				},
				{
					"detail":"浮脉主表，有力表实，无力表虚，浮迟中风，浮数风热，浮紧风寒，浮缓风湿，浮虚伤暑，浮芤失血，浮洪虚热，浮散劳极。",
					"type":"paragraph"
				}
			]
		},
		{
			"type":"section",
			"title":"沉（阴）",
			"content":[
				{
					"detail":"沉脉，重手按至筋骨乃得（《脉经》）。如绵裹砂，内刚外柔（杨氏）。如石投水，必极其底。沉脉法地，有渊泉在下之象，在卦为坎，在时为冬，在人为肾。又谓之石，亦曰营。太过则如弹石，按之益坚，病在外也。不及则气来虚微，去如数者，病在中也。《脉诀》言缓度三关，状如烂绵者，非也。沉有缓数及各部之沉，烂绵乃弱脉，非沉也。",
					"type":"paragraph"
				},
				{
					"detail":"〔体状诗〕水行润下脉来沉，筋骨之间软滑匀。女子寸兮男子尺，四时如此号为平。",
					"type":"paragraph"
				},
				{
					"detail":"〔相类诗〕沉帮筋骨自调匀，伏则推筋着骨寻。沉细如绵真弱脉，弦长实大是牢形。（沉行筋间，伏行骨上，牢大有力，弱细无力）〔主病诗〕沉潜水蓄阴经病，数热迟寒滑有痰。无力而沉虚与气，沉而有气积并寒。寸沉痰郁水停胸，关主中寒痛不通。尺部浊遗并泄痢，肾虚腰及下元。沉脉主里，有力里实，无力里虚。沉则为气，又主水蓄，沉迟痼冷，沉数内热，沉滑痰食，沉涩气郁，沉弱寒热，沉缓寒湿，沉紧冷痛。",
					"type":"paragraph"
				}
			]
		},
		{
			"type":"section",
			"title":"迟（阴）",
			"content":[
				{
					"detail":"迟脉，一息三至，去来极慢（《脉经》）。",
					"type":"paragraph"
				},
				{
					"detail":"迟为阳不胜阴，故脉来不及。《脉谈》言，重手乃得，是有沉无浮。一息三至，甚为易见。而曰隐隐、曰状且难，是涩脉矣，其谬可知。",
					"type":"paragraph"
				},
				{
					"detail":"〔体状诗〕迟来一息至惟三，阳不胜阴气血寒。但把浮沉分表里，消阴须益火之原。",
					"type":"paragraph"
				},
				{
					"detail":"〔体状诗〕脉来三至号为迟，小快于迟作缓持。迟细而难知是涩，浮而迟大以虚推。（三至为迟，有力为缓，无力为涩，有止为弦，迟甚为败，浮大而软为虚。黎氏曰∶迟小而实，缓大而慢；迟为阴盛阳衰，缓为卫盛营弱，宜别之。）〔主病诗〕迟司脏病或多痰，沉痼瘕仔细看。有力而迟为冷痛，迟而无力定虚寒。寸迟必是上焦寒，关主中寒痛不堪。尺是肾虚腰脚重，溲便不禁疝牵丸。迟脉主脏，有力冷痛，无力虚寒。浮迟表寒，沉迟里寒。",
					"type":"paragraph"
				}
			]
		},
		{
			"type":"section",
			"title":"数（阳）",
			"content":[
				{
					"detail":"数脉，一息六至（《脉经》）。脉流薄疾（《素问》）。数为阴不胜阳，故脉来太过焉。浮、沉、迟、数，脉之纲领。《素问》《脉经》皆为正脉。《脉诀》立七表、八里，而遗数脉，止歌于心脏，其妄甚矣。",
					"type":"paragraph"
				},
				{
					"detail":"〔体状诗〕数脉息间常六至，阴微阳盛必狂烦。浮沉表里分虚实，惟有儿童作吉看。",
					"type":"paragraph"
				},
				{
					"detail":"〔相类诗〕数比平人多一至，紧来如数似弹绳。数而时止名为促，数见关中动脉形。数而弦急为紧，流利为滑，数而有止为促，数甚为极，数见关中为动。",
					"type":"paragraph"
				},
				{
					"detail":"〔主病诗〕数脉为阳热可知，只将君相火来医。实宜凉泻虚温补，肺病秋深却畏之。寸数咽喉口舌疮，吐红咳嗽肺生疡。当关胃火并肝火，尺属滋阴降火汤。数脉主腑，有力实火，无力虚火。浮数表热，沉数里热，气口数实肺痈，数虚肺痿。",
					"type":"paragraph"
				}
			]
		},
		{
			"type":"section",
			"title":"滑（阳中阴）",
			"content":[
				{
					"detail":"滑脉，往来前却，流利展转，替替然如珠之应指（《脉经》）。漉漉如欲脱。滑为阴气有余，故脉来流利如水。脉者，血之府也。血盛则脉滑，故肾脉宜之；气盛则脉涩，故肺脉宜之。《脉诀》云∶按之即伏，三关如珠，不进不退，是不分浮滑、沉滑、尺寸之滑也，今正之。",
					"type":"paragraph"
				},
				{
					"detail":"〔体状相类诗〕滑脉如珠替替然，往来流利却还前。莫将滑数为同类，数脉惟看至数间。（滑则如珠，数则六至）〔主病诗〕滑脉为阳元气衰，痰生百病食生灾。上为吐逆下蓄血，女脉调时定有胎。寸滑膈痰生呕吐，吞酸舌强或咳嗽。当关宿食肝脾热，渴痢淋看尺部。滑主痰饮，浮滑风痰，沉滑食痰，滑数痰火，滑短宿食。《脉诀》言∶关滑胃寒，赤滑脐似水。与《脉经》言关滑胃热，尺滑血蓄，妇人经病之旨相反，其谬如此。",
					"type":"paragraph"
				}
			]
		},
		{
			"type":"section",
			"title":"涩（阴）",
			"content":[
				{
					"detail":"涩脉，细而迟，往来难，短且散，或一止复来（《脉经》）。参伍不调（《素问》）。如轻刀刮竹（《脉诀》）。如雨沾沙（《通真子》）。如病蚕食叶。涩为阳气有余，气盛则血少，故脉来蹇滞，而肺宜之。《脉诀》言∶指下寻之似有，举之全无。与《脉经》所云，绝不相干。",
					"type":"paragraph"
				},
				{
					"detail":"〔体状诗〕细迟短涩往来难，散止依稀应指间。如雨沾沙容易散，病蚕食叶慢而艰。",
					"type":"paragraph"
				},
				{
					"detail":"〔相类诗〕参伍不调名曰涩，轻刀刮竹短而难。微似秒芒微软甚，浮沉不别有无间。细迟短散，时一止曰涩。极细而软，重按若绝曰微。浮而柔细曰濡，沉而柔细曰弱。",
					"type":"paragraph"
				},
				{
					"detail":"〔主病诗〕涩缘血少或伤精，反胃亡阳汗雨淋。寒湿入营为血痹，女人非孕即无经。寸涩心虚痛对胸，胃虚胁胀察关中。尺为精血俱伤候，肠结溲淋或下红。涩主血少精伤之病，女人有孕为胎病，无孕为败血。杜光庭云∶涩脉独见尺中，形同代为死脉。",
					"type":"paragraph"
				}
			]
		},
		{
			"type":"section",
			"title":"虚（阴）",
			"content":[
				{
					"detail":"虚脉，迟大而软，按之无力，隐指豁豁然空（《脉经》）。崔紫虚云∶形大力薄，其虚可知。《脉诀》言∶寻之不足，举之有余。上言浮脉，不见虚状。杨仁斋言∶状似柳絮，散漫而迟。滑氏言∶散大而软，皆是散脉，非虚也。",
					"type":"paragraph"
				},
				{
					"detail":"〔体状相类诗〕举之迟大按之松，脉状无涯类谷空。莫把芤虚为一例，芤来浮大似慈葱。虚脉浮大而迟，按之无力。",
					"type":"paragraph"
				},
				{
					"detail":"芤脉浮大，按之中空，芤为脱血。虚为血虚，浮散二脉见浮脉。",
					"type":"paragraph"
				},
				{
					"detail":"〔主病诗〕脉虚身热为伤暑，自汗怔忡惊悸多。发热阴虚须早治，养营益气莫蹉跎。血不荣心寸口虚，关中腹胀食难舒。骨蒸痿痹伤精血，却在神门两部居。《经》曰∶血虚脉虚。曰∶气来虚微为不及，病在内。曰∶久病脉虚者死。",
					"type":"paragraph"
				}
			]
		},
		{
			"type":"section",
			"title":"实（阳）",
			"content":[
				{
					"detail":"实脉，浮沉皆得，脉大而长微弦，应指然（《脉经》）。，坚实貌。《脉诀》言∶如绳应指来，乃紧脉，非实脉也。",
					"type":"paragraph"
				},
				{
					"detail":"〔体状诗〕浮沉皆得大而长，应指无虚强。热蕴三焦成壮火，通肠发汗始安康。",
					"type":"paragraph"
				},
				{
					"detail":"〔相类诗〕实脉浮沉有力强，紧如弹索转无常。须知牢脉帮筋骨，实大微弦更带长。浮沉有力为实，弦急弹人为紧，沉而实大，微弦而长为牢。",
					"type":"paragraph"
				},
				{
					"detail":"〔主病诗〕实脉为阳火郁成，发狂谵语吐频频。或为阳毒或伤食，大便不通或气疼。寸实应知面热风，咽疼舌强气填胸。当关脾热中宫满，尺实腰肠痛不通。《经》曰∶血实脉实。曰∶脉实者，水谷为病。曰∶气来实强是谓太过。《脉诀》言尺实小便不禁，与《脉经》尺实小腹痛、小便难之说何反。洁古不知其谬，诀为虚寒，药用姜附，愈误矣。",
					"type":"paragraph"
				}
			]
		},
		{
			"type":"section",
			"title":"长（阳）",
			"content":[
				{
					"detail":"长脉，不小不大，迢迢自若（朱氏）。如循长竿末梢为平；如引绳，如循长竿，为病（《素问》）。长有三部之长，一部之长，在时为春，在人为肝；心脉长，神强气壮；肾脉长，蒂固根深。《经》曰∶长则气治，皆言平脉也。",
					"type":"paragraph"
				},
				{
					"detail":"〔体状相类诗〕过于本位脉名长，弦则非然但满张，弦脉与长争较远，良工尺度自能量。（实、牢、弦、紧皆兼长脉）〔主病诗〕长脉迢迢大小匀，反常为病似牵绳。若非阳毒癫痫病，即是阳明热势深。（长主有余之病）",
					"type":"paragraph"
				}
			]
		},
		{
			"type":"section",
			"title":"短（阴）",
			"content":[
				{
					"detail":"短脉，不及本位（《脉诀》）。应指而回，不能满部（《脉经》）。戴同父云∶短脉只见尺寸，若关中见短，上不通寸，下不通尺，是阴阳绝脉，必死矣。故关不诊短。黎居士云∶长短未有定体，诸脉举按之，附过于本位者为长，不及本位者为短。长脉属肝宜于春。短脉属肺宜于秋。但诊肝肺，长短自见。",
					"type":"paragraph"
				},
				{
					"detail":"〔体状相类诗〕两头缩缩名为短，涩短迟迟细且难。短涩而浮秋喜见，三春为贼有邪干。（涩、微、动、结，皆兼短脉）〔主病诗〕短脉惟于尺寸寻，短而滑数酒伤神。浮为血涩沉为痞，寸主头疼尺腹疼。（《经》曰∶短则气病，短主不及之病）",
					"type":"paragraph"
				}
			]
		},
		{
			"type":"section",
			"title":"洪（阳）",
			"content":[
				{
					"detail":"洪脉，指下极大（《脉经》）。来盛去衰（《素问》）。来大去长（《通真子》）。洪脉在卦为离，在时为夏，在人为心。《素问》谓之大，亦曰钩。滑氏曰∶来盛去衰，如钩之曲，上而复下。应血脉来去之象，象万物敷布下垂之状。詹炎举言如环珠者，非。《脉诀》云∶季夏宜之，秋季、冬季，发汗通肠，俱非洪脉所宜，盖谬也。",
					"type":"paragraph"
				},
				{
					"detail":"〔体状诗〕脉来洪盛去还衰，满指淹淹应夏时。若在春秋冬月分，升阳散火莫狐疑。",
					"type":"paragraph"
				},
				{
					"detail":"〔相类诗〕洪脉来时拍拍然，去衰来盛似波澜。欲知实脉参差处，举按弦长坚。（洪而有力为实，实而无力为洪）〔主病诗〕脉洪阳盛血应虚，相火炎炎热病居。胀满胃翻须早治，阴虚泄痢可愁如。寸洪心火上焦炎，肺脉洪时金不堪。肝火胃虚肝内察，肾虚阴火尺中看。洪主阳盛阴虚之病，泄痢、失血、久嗽者忌之。《经》曰∶形瘦脉大多气者死。曰∶脉大则病进。",
					"type":"paragraph"
				}
			]
		},
		{
			"type":"section",
			"title":"微（阴）",
			"content":[
				{
					"detail":"微脉，极细而软，按之如欲绝，若有若无（《脉经》）。细而稍长（戴氏）。《素问》谓之小。气血微则脉微。",
					"type":"paragraph"
				},
				{
					"detail":"〔体状相类诗〕微脉轻微瞥瞥乎，按之欲绝有如无。微为阳弱细阴弱。细比于微略较粗。轻诊即见，重按如欲绝者，微也。往来如线而常有者，细也。仲景曰∶脉瞥瞥如羹上肥者，阳气微；萦萦如蚕丝细者，阴气衰；长病得之死，卒病得之生。",
					"type":"paragraph"
				},
				{
					"detail":"〔主病诗〕气血微兮脉亦微，恶寒发热汗淋漓。男为劳极诸虚候，女作崩中带下医。寸微气促或心惊，关脉微时胀满形。尺部见之精血弱，恶寒消瘅痛呻吟。微主久虚血弱之病，阳微恶寒，阴微发热。《脉诀》云∶岁中日久为白带，漏下多时骨亦枯。",
					"type":"paragraph"
				}
			]
		},
		{
			"type":"section",
			"title":"紧（阳）",
			"content":[
				{
					"detail":"紧脉，来往有力，左右弹人手（《素问》）。如转索无常（仲景），数如切绳（《脉经》），如纫线（丹溪）。紧乃热为寒束之脉，故急数如此，要有神气。《素问》谓之急。《脉诀》言∶寥寥入尺来。崔氏言∶如线，皆非紧状。或以浮紧为弦，沉紧为牢，亦近似耳。",
					"type":"paragraph"
				},
				{
					"detail":"〔体状诗〕举如转索切如绳，脉象因之得紧名。总是寒邪来作寇，内为腹痛外身疼。",
					"type":"paragraph"
				},
				{
					"detail":"〔相类诗〕见弦、实。",
					"type":"paragraph"
				},
				{
					"detail":"〔主病诗〕紧为诸痛主于寒，喘咳风痫吐冷痰。浮紧表寒须发越，紧沉温散自然安。寸紧人迎气口分，当关心腹痛沉沉。尺中有紧为阴冷，定是奔豚与疝疼。诸紧为寒为痛，人迎紧盛伤于寒，气口紧盛伤于食，尺紧痛居其腹。况乃疾在其腹。中恶浮紧、咳嗽沉紧，皆主死。",
					"type":"paragraph"
				}
			]
		},
		{
			"type":"section",
			"title":"缓（阴）",
			"content":[
				{
					"detail":"缓脉，去来小快于迟（《脉经》），一息四至（戴氏），如丝在经，不卷其轴，应指和缓，往来甚匀（张太素），如初春杨柳舞风之象（杨玄操），如微风轻柳梢（滑伯仁）。缓脉在卦为坤，在时为四季，在人为脾。阳寸、阴尺，上下同等，浮大而软，无有偏胜者，平脉也。若非其时，即为有病。缓而和匀，不浮、不沉，不疾、不徐、不微、不弱者，即为胃气。故杜光庭云∶欲知死期何以取？古贤推定五般土。阳土须知不遇阴，阴土遇阴当细数。详《玉函经》。",
					"type":"paragraph"
				},
				{
					"detail":"〔体状诗〕缓脉阿阿四至通，柳梢袅袅轻风。欲从脉里求神气，只在从容和缓中。",
					"type":"paragraph"
				},
				{
					"detail":"〔相类诗〕见迟脉。",
					"type":"paragraph"
				},
				{
					"detail":"〔主病诗〕缓脉营衰卫有余，或风或湿或脾虚。上为项强下痿痹，分别浮沉大小区。寸缓风邪项背拘，关为风眩胃家虚。神门濡泄或风秘，或者蹒跚足力迂。浮缓为风，沉缓为湿，缓大风虚，缓细湿痹，缓涩脾虚，缓弱气虚。《脉诀》言∶缓主脾热口臭、反胃、齿痛、梦鬼之病。出自杜撰，与缓无关。",
					"type":"paragraph"
				}
			]
		},
		{
			"type":"section",
			"title":"芤（阳中阴）",
			"content":[
				{
					"detail":"芤脉，浮大而软，按之中央空，两边实（《脉经》）。中空外实，状如慈葱。芤，慈葱也。《素问》无芤名。刘三点云∶芤脉何似？绝类慈葱，指下成窟，有边无中。戴同父云∶营行脉中，脉以血为形，芤脉中空，脱血之象也。《脉经》云∶三部脉芤，长病得之生，卒病得之死。《脉诀》言∶两头有，中间无，是脉断截矣。又言主淋沥、气入小肠。与失血之候相反，误世不小。",
					"type":"paragraph"
				},
				{
					"detail":"〔体状诗〕芤形浮大软如葱，按之旁有中央空。火犯阳经血上溢，热侵阴络下流红。",
					"type":"paragraph"
				},
				{
					"detail":"〔相类诗〕中空旁实乃为芤，浮大而迟虚脉呼。芤更带弦名曰革，血亡芤革血虚虚。",
					"type":"paragraph"
				},
				{
					"detail":"〔主病诗〕寸芤积血在于胸，关内逢芤肠胃痈。尺部见之多下血，赤淋红痢漏崩中。",
					"type":"paragraph"
				}
			]
		},
		{
			"type":"section",
			"title":"弦（阳中阴）",
			"content":[
				{
					"detail":"弦脉，端直以长（《素问》），如张弓弦（《脉经》），按之不移，绰绰如按琴瑟弦（巢氏），状若筝弦（《脉诀》），从中直过，挺然指下（《刊误》）。弦脉在卦为震，在时为春，在人为肝。轻虚以滑者平，实滑如循长竿者病，劲急如新张弓弦者死。池氏曰∶弦紧而数劲为太过，弦紧而细为不及。戴同父曰∶弦而软，其病轻；弦而硬，其病重。《脉诀》言∶时时带数，又言脉紧状绳牵。皆非弦象，今削之。",
					"type":"paragraph"
				},
				{
					"detail":"〔体状诗〕弦脉迢迢端直长，肝经木旺土应伤。怒气满胸常欲叫，翳蒙瞳子泪淋浪。",
					"type":"paragraph"
				},
				{
					"detail":"〔相类诗〕弦来端直似丝弦，紧则如绳左右弹。紧言其力弦言象，牢脉弦长沉伏间。（又见长脉）〔主病诗〕弦应东方肝胆经，饮痰寒热疟缠身。浮沉迟数须分别，大小单双有重轻。寸弦头痛膈多痰，寒热瘕察左关。关右胃寒心腹痛，尺中阴疝脚拘挛。弦为木盛之病。浮弦支饮外溢，沉弦悬饮内痛。疟脉自弦，弦数多热，弦迟多寒。弦大主虚，弦细拘急。阳弦头痛，阴弦腹痛。单弦饮癖，双弦寒痼。若不食者，木来克土，必难治。",
					"type":"paragraph"
				}
			]
		},
		{
			"type":"section",
			"title":"革（阴）",
			"content":[
				{
					"detail":"革脉，弦而芤（仲景），如按鼓皮（丹溪）。仲景曰∶弦则为寒，芤则为虚，虚寒相抟，此名曰革。男子亡血失精，妇人半产漏下。《脉经》曰∶三部脉革，长病得之死，卒病得之生。时珍曰∶此即芤弦二脉相合，故均主失血之候。诸家脉书，皆以为牢脉，故或有革无牢，有牢无革，混淆不辨。不知革浮牢沉，革虚牢实，形证皆异也。又按∶《甲乙经》曰∶浑浑革革，至如涌泉，病进而危；弊弊绰绰，其去如弦绝者死。谓脉来混浊革变，急如涌泉，出而不反也。王贶以为溢脉，与此不同。",
					"type":"paragraph"
				},
				{
					"detail":"〔体状主病诗〕革脉形如按鼓皮，芤弦相合脉寒虚。女人半产并崩漏，男子营虚或梦遗。",
					"type":"paragraph"
				},
				{
					"detail":"〔相类诗〕见芤、牢。",
					"type":"paragraph"
				}
			]
		},
		{
			"type":"section",
			"title":"牢（阴中阳）",
			"content":[
				{
					"detail":"牢脉，似沉似伏，实大而长，微弦（《脉经》）。扁鹊曰∶牢而长者，肝也。仲景曰∶寒则牢坚，有牢固之象。沈氏曰∶似沉似伏，牢之位也；实大弦长，牢之体也。《脉诀》不言形状，但云寻之则无，按之则有。云脉入皮肤辨息难，又以牢为死脉，皆孟浪谬误。",
					"type":"paragraph"
				},
				{
					"detail":"〔体状相类诗〕弦长实大脉牢坚，牢位常居沉伏间。革脉芤弦自浮起，革虚牢实要详看。",
					"type":"paragraph"
				},
				{
					"detail":"〔主病诗〕寒则牢坚里有余，腹心寒痛木乘脾。疝瘕何愁也，失血阴虚却忌之。牢主寒实之病，木实则为痛。",
					"type":"paragraph"
				},
				{
					"detail":"扁鹊云∶软为虚，牢为实。失血者，脉宜沉细，反浮大而牢者死，虚病见实脉也。《脉诀》言∶骨间疼痛，气居于表。",
					"type":"paragraph"
				},
				{
					"detail":"池氏以为肾传于脾，皆谬妄不经。",
					"type":"paragraph"
				}
			]
		},
		{
			"type":"section",
			"title":"濡（阴，即软字）",
			"content":[
				{
					"detail":"濡脉，极软而浮细，如帛在水中，轻手相得，按之无有（《脉经》），如水上浮沤。帛浮水中，重手按之，随手而及之象。《脉诀》言∶按之似有举还无，是微脉，非濡也。",
					"type":"paragraph"
				},
				{
					"detail":"〔体状诗〕濡形浮细按须轻，水面浮绵力不禁。病后产中犹有药，平人若见是无根。",
					"type":"paragraph"
				},
				{
					"detail":"〔相类诗〕浮而柔细知为濡，沉细诸柔作弱持。微则浮微如欲绝，细来沉细近于微。浮细如绵曰濡，沉细如绵曰弱，浮而极细如绝曰微，沉而极细不断曰细。",
					"type":"paragraph"
				},
				{
					"detail":"〔主病诗〕濡为亡血阴虚病，髓海丹田暗已亏。汗雨夜来蒸入骨，血山崩倒湿侵脾。寸濡阳微自汗多，关中其奈气虚何。尺伤精血虚寒甚，温补真阴可起。濡主血虚之病，又为伤湿。",
					"type":"paragraph"
				}
			]
		},
		{
			"type":"section",
			"title":"弱（阴）",
			"content":[
				{
					"detail":"弱脉，极软而沉细，按之乃得，举手无有（《脉经》）。弱乃濡之干者。《脉诀》言∶轻手乃得。黎氏譬如浮沤，皆是濡脉，非弱也。《素问》曰∶脉弱以滑，是有胃气。脉弱以涩，是谓久病。病后老弱见之顺，平人少年见之逆。",
					"type":"paragraph"
				},
				{
					"detail":"〔体状诗〕弱来无力按之柔，柔细而沉不见浮。阳陷入阴精血弱，白头犹可少年愁。",
					"type":"paragraph"
				},
				{
					"detail":"〔相类诗〕见濡脉。",
					"type":"paragraph"
				},
				{
					"detail":"〔主病诗〕弱脉阴虚阳气衰，恶寒发热骨筋痿。多惊多汗精神减，益气调营急早医。寸弱阳虚病可知，关为胃弱与脾衰。欲求阳陷阴虚病，须把神门两部推。弱主气虚之病。仲景曰∶阳陷入阴，故恶寒发热。又云∶弱主筋，沉主骨，阳浮阴弱，血虚筋急。柳氏曰∶气虚则脉弱，寸弱阳虚，尺弱阴虚，关弱胃虚。",
					"type":"paragraph"
				}
			]
		},
		{
			"type":"section",
			"title":"散（阴）",
			"content":[
				{
					"detail":"散脉，大而散。有表无里（《脉经》），涣漫不收（崔氏），无统纪，无拘束，至数不齐，或来多去少，或去多来少。",
					"type":"paragraph"
				},
				{
					"detail":"涣散不收，如杨花散漫之象（柳氏）。戴同父曰∶心脉浮大而散，肺脉短涩而散，平脉也。心脉软散，怔忡；肺脉软散，汗出；肝脉软散，溢饮；脾脉软散，肿，病脉也。肾脉软散，诸病脉代散，死脉也。《难经》曰∶散脉独见则危。柳氏曰∶散为气血俱虚，根本脱离之脉，产妇得之生，孕妇得之堕。",
					"type":"paragraph"
				},
				{
					"detail":"〔体状诗〕散似杨花散漫飞，去来无定至难齐。产为生兆胎为堕，久病逢之不必医。",
					"type":"paragraph"
				},
				{
					"detail":"〔相类诗〕散脉无拘散漫然，濡来浮细水中绵。浮而迟大为虚脉，芤脉中空有两边。",
					"type":"paragraph"
				},
				{
					"detail":"〔主病诗〕左寸怔忡右寸汗，溢饮左关应软散。右关软散肿，居两尺魂应断。",
					"type":"paragraph"
				}
			]
		},
		{
			"type":"section",
			"title":"细（阴）",
			"content":[
				{
					"detail":"细脉，小于微而常有，细直而软，若丝线之应指（《脉经》）。《素问》谓之小。王启玄言如莠蓬，状其柔细也。《脉诀》言∶往来极微，是微反大于细矣，与《经》指背。",
					"type":"paragraph"
				},
				{
					"detail":"〔体状诗〕细来累累细如丝，应指沉沉无绝期。春夏少年俱不利，秋冬老弱却相宜。",
					"type":"paragraph"
				},
				{
					"detail":"〔相类诗〕见微、濡。",
					"type":"paragraph"
				},
				{
					"detail":"〔主病诗〕细脉萦萦血气衰，诸虚劳损七情乖。若非湿气侵腰肾，即是伤精汗泄来。寸细应知呕吐频，入关腹胀胃虚形。尺逢定是丹田冷，泄痢遗精号脱阴。《脉经》曰∶细为血少气衰。有此证则顺，否则逆。故吐衄得沉细者生。忧劳过度者，脉亦细。",
					"type":"paragraph"
				}
			]
		},
		{
			"type":"section",
			"title":"伏（阴）",
			"content":[
				{
					"detail":"伏脉，重按着骨，指下裁动（《脉经》）。脉行筋下（《刊误》）。《脉诀》言∶寻之似有，定息全无，殊为舛谬。",
					"type":"paragraph"
				},
				{
					"detail":"〔体状诗〕伏脉推筋着骨寻，指间裁动隐然深。伤寒欲汗阳将解，厥逆脐疼证属阴。",
					"type":"paragraph"
				},
				{
					"detail":"〔相类诗〕见沉脉。",
					"type":"paragraph"
				},
				{
					"detail":"〔主病诗〕伏为霍乱吐频频，腹痛多缘宿食停。蓄饮老痰成积聚，散寒温里莫因循。食郁胸中双寸伏，欲吐不吐常兀兀。当关腹痛困沉沉，关后疝疼还破腹。伤寒，一手脉伏曰单伏，两手脉伏曰双伏，不可以阳证见阴为诊。乃火邪内郁，不得发越，阳极似阴，故脉伏，必有大汗而解。正如久旱将雨，六合阴晦，雨后庶物皆苏之义。又有夹阴伤寒，先有伏阴在内，外复感寒，阴盛阳衰，四脉厥逆，六脉沉伏，须投姜附及灸关元，脉乃复出也。若太溪、冲阳皆无脉者，必死。《脉诀》言∶徐徐发汗。洁古以附子细辛麻黄汤主之，皆非也。刘元宾曰∶伏脉不可发汗。",
					"type":"paragraph"
				}
			]
		},
		{
			"type":"section",
			"title":"动（阳）",
			"content":[
				{
					"detail":"动乃数脉，见于关上下，无头尾，如豆大，厥厥动摇。仲景曰∶阴阳相搏名曰动，阳动则汗出，阴动则发热，形冷恶寒，此三焦伤也。成无己曰∶阴阳相搏，则虚者动，故阳虚则阳动，阴虚则阴动。庞安常曰∶关前三分为阳，后三分为阴，关位半阴半阳，故动随虚见。《脉诀》言∶寻之似有，举之还无，不离其处，不往不来，三关沉沉。含糊谬妄，殊非动脉。詹氏言其形鼓动如钩、如毛者，尤谬。",
					"type":"paragraph"
				},
				{
					"detail":"〔体状诗〕动脉摇摇数在关，无头无尾豆形团。其原本是阴阳搏，虚者摇兮胜者安。",
					"type":"paragraph"
				},
				{
					"detail":"〔主病诗〕动脉专司痛与惊，汗因阳动热因阴。或为泄痢拘挛病，男子亡精女子崩。仲景曰∶动则为痛为惊。《素问》曰∶阴虚阳搏，谓之崩。又曰∶妇人手少阴脉动甚者，妊子也。",
					"type":"paragraph"
				}
			]
		},
		{
			"type":"section",
			"title":"促（阳）",
			"content":[
				{
					"detail":"促脉，来去数，时一止复来（《脉经》）。如蹶之趣，徐疾不常（黎氏）。《脉经》但言数而止为促，《脉诀》乃云∶并居寸口，不言时止者，谬矣。数止为促，缓止为结，何独寸口哉！〔体状诗〕促脉数而时一止，此为阳极欲亡阴。三焦郁火炎炎盛，进必无生退可生。",
					"type":"paragraph"
				},
				{
					"detail":"〔相类诗〕见代脉。",
					"type":"paragraph"
				},
				{
					"detail":"〔主病诗〕促脉惟将火病医，其因有五细推之。时时喘咳皆痰积，或发狂斑与毒疽。促主阳盛之病。促、结之因，皆有气、血、痰、饮、食五者之别。一有留滞，则脉必见止也。",
					"type":"paragraph"
				}
			]
		},
		{
			"type":"section",
			"title":"结（阴）",
			"content":[
				{
					"detail":"结脉，往来缓，时一止复来（《脉经》）。《脉诀》言∶或来或去，聚而却还。与结无关。仲景有累累如循长竿曰阴结，蔼蔼如车盖曰阳结。《脉经》又有如麻子动摇，旋引旋收，聚散不常者曰结，主死。此三脉，名同实异也。",
					"type":"paragraph"
				},
				{
					"detail":"〔体状诗〕结脉缓而时一止，独阴偏盛欲亡阳。浮为气滞沉为积，汗下分明在主张。",
					"type":"paragraph"
				},
				{
					"detail":"〔相类诗〕见代脉。",
					"type":"paragraph"
				},
				{
					"detail":"〔主病诗〕结脉皆因气血凝，老痰结滞苦沉吟。内生积聚外痈肿，疝瘕（假）为殃病属阴。结主阴盛之病。越人曰∶结甚则积甚，结微则气微，浮结外有痛积，伏结内有积聚。",
					"type":"paragraph"
				}
			]
		},
		{
			"type":"section",
			"title":"代（阴）",
			"content":[
				{
					"detail":"代脉，动而中止，不能自还，因而复动（仲景）。脉至还入尺，良久方来（吴氏）。脉一息五至，肺、心、脾、肝、肾五脏之气，皆足五十动而一息，合大衍之数，谓之平脉。反此则止乃见焉，肾气不能至，则四十动一止；肝气不能至，则三十动一止。盖一脏之气衰，而他脏之气代至也。《经》曰∶代则气衰。滑伯仁曰∶若无病，羸瘦脉代者，危脉也。",
					"type":"paragraph"
				},
				{
					"detail":"有病而气血乍损，气不能续者，只为病脉。伤寒心悸脉代者，复脉汤主之，妊娠脉代者。其胎百日。代之生死，不可不辨。",
					"type":"paragraph"
				},
				{
					"detail":"〔体状诗〕动而中止不能还，复动因而作代看。病者得之犹可疗，平人却与寿相关。",
					"type":"paragraph"
				},
				{
					"detail":"〔相类诗〕数而时至名为促，缓止须将结脉呼。止不能回方是代，结生代死自殊涂。促、结之止无常数，或二动、三动，一止即来。代脉之止有常数，必根据数而止，还入尺中，良久方来也。",
					"type":"paragraph"
				},
				{
					"detail":"〔主病诗〕代脉元因脏气衰，腹痛泄痢下元亏。或为吐泻中宫病，女子怀胎三月兮。《脉经》曰∶代散者死。生泄及便脓血。五十不止身无病，数内有止皆知定。四十一止一脏绝，四年之后多亡命。三十一止即三年，二十一止二年应。",
					"type":"paragraph"
				},
				{
					"detail":"十动一止一年殂，更观气色兼形证。两动一止三四日，三四动止应六七。五六一止七八朝，次第推之自无失。戴同父曰∶脉必满五十动，出自《难经》；而《脉诀》五脏歌，皆以四十五动为准，乖于经旨。柳东阳曰∶古以动数候脉，是吃紧语。须候五十动，乃知五脏缺失。今人指到腕臂，即云见了。夫五十动，岂弹指间事耶？故学人当诊脉、问证、听声、观色，斯备四珍而无失。",
					"type":"paragraph"
				}
			]
		},
		{
			"type":"section",
			"title":"四言举要",
			"content":[
				{
					"detail":"脉乃血派气血之先血之隧道气息应焉其象法地血之府也心之合也皮之部也资始于肾资生于胃阳中之阴本乎营卫营者阴血卫者阳气营行脉中卫行脉外脉不自行随气而至气动脉应阴阳之谊气如橐血如波澜血脉气息上下循环十二经中皆有动脉惟手太阴寸口取决此经属肺上系吭嗌脉之大会息之出入一呼一吸四至为息日夜一万三千五百一呼一吸脉行六寸日夜八百十丈为准初持脉时令仰其掌掌后高骨是谓关上关前为阳关后为阴阳寸阴尺先后推寻心肝居左肺脾居右肾与命门居两尺部魂魄谷神皆见寸口左主司官右主司府左大顺男右大顺女本命扶命男左女右关前一分人命之主左为人迎右为气口神门决断两在关后人无二脉病死不愈男女脉同惟尺则异阳弱阴盛反此病至脉有七诊曰浮中沉上下左右消息求寻又有九候举按轻重三部浮沉各候五动寸候胸上关候膈下尺候于脐下至跟踝左脉候左右脉候右病随所在不病者否浮为心肺沉为肾肝脾胃中州浮沉之间心脉之浮浮大而散肺脉之浮浮涩而短肝脉之沉沉而弦长肾脉之沉沉实而濡脾胃属土脉宜和缓命为相火左寸同断春弦夏洪秋毛冬石四季和缓是谓平脉太过实强病生于外不及虚微病生于内春得秋脉死在金日五脏准此推之不失四时百病胃气为本脉贵有神不可不审调停自气呼吸定息四至五至平和之则三至为迟迟则为冷六至为数数即热证转迟转冷转数转热迟数既明浮沉当别浮沉迟数辨内外因外因于天内因于人天有阴阳风雨晦冥人喜怒忧思悲恐惊外因之浮则为表证沉里迟阴数则阳盛内因之浮虚风所为沉气迟冷数热何疑浮数表热沉数里热浮迟表虚沉迟冷结表里阴阳风气冷热辨内外因脉证参别脉理浩繁总括于四既得提纲引申触类浮脉法天轻手可得泛泛在上如水漂木有力洪大来盛去悠无力虚大迟而且柔虚甚则散涣漫不收有边无中其名曰芤浮小为濡绵浮水面濡甚则微不任寻按沉脉法地近于筋骨深深在下沉极为伏有力为牢实大弦长牢甚则实而强无力为弱柔小如绵弱甚则细如蛛丝然迟脉属阴一息三至小快于迟缓不及四二损一败病不可治两息夺精脉已无气浮大虚散或见芤革浮小濡微沉小细弱迟细为涩往来极难易散一止止而复还结则来缓止而复来代则来缓止不能回数脉属阳六至一息七疾八极九至为脱浮大者洪沉大牢实往来流利是谓之滑有力为紧弹如转索数见寸口有止为促数见关中动脉可候厥厥动摇状如小豆长则气治过于本位长而端直弦脉应指短则气病不能满部不见于关惟尺寸候一脉一形各有主病数脉相兼则见诸证浮脉主表里必不足有力风热无力血弱浮迟风虚浮数风热浮紧风寒浮缓风湿浮虚伤暑浮芤失血浮洪虚火浮微劳极浮濡阴虚浮散虚剧浮弦痰饮浮滑痰热沉脉主里主寒主积有力痰食无力气郁沉迟虚寒沉数热伏沉紧冷痛沉缓水蓄沉牢痼冷沉实热极沉弱阴虚沉细痹湿沉弦饮痛沉滑宿食沉伏吐利阴毒聚积迟脉主脏阳气伏潜有力为痛无力虚寒数脉主腑主吐主狂有力为热无力为疮滑脉主痰或伤于食下为蓄血上为吐逆涩脉少血或中寒湿反胃结肠自汗厥逆弦脉主饮病属胆肝弦数多热弦迟多寒浮弦支饮沉弦悬痛阳弦头痛阴弦腹痛紧脉主寒又主诸痛浮紧表寒沉紧里痛长脉气平短脉气病细则气少大则病进浮长风痫沉短宿食血虚脉虚气实脉实洪脉为热其阴则虚细脉为湿其血则虚缓大者风缓细者湿缓涩血少缓滑内热濡小阴虚弱小阳竭阳竭恶寒阴虚发热阳微恶寒阴微发热男微虚损女微泻血阳动汗出阴动发热为痛与惊崩中失血虚寒相搏其名为革男子失精女子失血阳盛则促肺痈阳毒阴盛则结疝瘕积郁代则气衰或泄脓血伤寒心悸女胎三月脉之主病有宜不宜阴阳顺逆凶吉可推中风浮缓急实则忌浮滑中痰沉迟中气尸厥沉滑卒不知人入脏身冷入腑身温风伤于卫浮缓有汗寒伤于营浮紧无汗暑伤于气脉虚身热湿伤于血脉缓细涩伤寒热病脉喜浮洪沉微涩小证反必凶汗后脉静身凉则安汗后脉躁热甚必难阳病见阴病必危殆阴病见阳虽困无害上不至关阴气已绝下不至关阳气已竭代脉止歇脏绝倾危散脉无根形损难医饮食内伤气口急滑劳倦内伤脾脉大弱欲知是气下手脉沉沉极则伏涩弱久深火郁多沉滑痰紧食气涩血芤数火细湿滑主多痰弦主留饮热则滑数寒则弦紧浮滑兼风沉滑兼气食伤短疾湿留濡细疟脉自弦弦数者热弦迟者寒代散者折泄泻下痢沉小滑弱实大浮洪发热则恶呕吐反胃浮滑者昌弦数紧涩结肠者亡霍乱之候脉代勿讶厥逆迟微是则可怕咳嗽多浮聚肺关胃沉紧小危浮濡易治喘急息肩浮滑者顺沉涩肢寒散脉逆证病热有火洪数可医沉微无火无根者危骨蒸发热脉数而虚热而涩小必殒其躯劳极诸虚浮软微弱土败双弦火炎急数诸病失血脉必见芤缓小可喜数大可忧瘀血内蓄却宜牢大沉小涩微反成其害遗精白浊微涩而弱火盛阴虚芤濡洪数三消之脉浮大者生细小微涩形脱可惊小便淋鼻头色黄涩小无血数大何妨大便燥结须分气血阳数而实阴迟而涩癫乃重阴狂乃重阳浮洪吉兆沉急凶殃痫脉宜虚实急者恶浮阳沉阴滑痰数热喉痹之脉数热迟寒缠喉走马微伏则难诸风眩晕有火有痰左涩死血右大虚看头痛多弦浮风紧寒热洪湿细缓滑厥痰气虚弦软血虚微涩肾厥弦坚真痛短涩心腹之痛其类有九细迟从吉浮大延久疝气弦急积聚在里牢急者生弱急者死腰痛之脉多沉而弦兼浮者风兼紧者寒弦滑痰饮濡细肾着大乃肾虚沉实闪肭香港脚有四迟寒数热浮滑者风濡细者湿痿病肺虚脉多微缓或涩或紧或细或濡风寒湿气合而为痹浮涩而紧三脉乃备五疸实热脉必洪数涩微属虚切忌发渴脉得诸沉责其有水浮气与风沉石或里沉数为阳沉迟为阴浮大出厄虚小可惊胀满脉弦土制于木湿热数洪阴寒迟热浮为虚满紧则中实浮大可治虚小危极五脏为积六腑为聚实强者生沉细者死中恶腹胀紧细者生脉若浮大邪气已深痈疽浮散恶寒发热若有痛处痈疽所发脉数发热而痛者阳不数不热不疼阴疮未溃痈疽不怕洪大已溃痈疽洪大可怕肺痈已成寸数而实肺痿之形数而无力肺痈色白脉宜短涩不宜浮大唾糊呕血肠痈实热滑数可知数而不热关脉芤虚微涩而紧未脓当下紧数脓成切不可下妇人之脉以血为本血旺易胎气旺难孕少阴动甚谓之有子尺脉滑利妊娠可喜滑疾不散胎必三月但疾不散五月可别左疾为男右疾为女女腹如箕男腹如釜欲产之脉其至离经水下乃产未下勿惊新产之脉缓滑为吉实大弦牢有证则逆小儿之脉七至为平更察色证与虎口纹奇经八脉其诊又别直上直下浮则为督牢则为冲紧则任脉寸左右弹阳跷可决尺左右弹阴跷可别关左右弹带脉当诀尺外斜上至寸阴维尺内斜上至寸阳维督脉为病脊强癫痫任脉为病七疝瘕坚冲脉为病逆气里急带主带下脐痛精失阳维寒热目眩僵仆阴维心痛胸胁刺筑阳跷为病阳缓阴急阴跷为病阴缓阳急癫痫螈寒热恍惚八脉脉证各有所属平人无脉移于外络兄位弟乘阳溪列缺病脉既明吉凶当别经脉之外又有真脉肝绝之脉循刀责责心绝之脉转豆躁疾脾则雀啄如屋之漏如水之流如杯之覆肺绝如毛无根萧索麻子动摇浮波之合肾脉将绝至如省客来如弹石去如解索命脉将绝虾游鱼翔至如涌泉绝在膀胱真脉既形胃已无气参察色证断之以臆",
					"type":"paragraph"
				}
			]
		}
	]
}